Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: is
zh_cn: 是

source: See All Results
zh_cn: 查看所有结果

source: Clear
zh_cn: 清除

source: Recent Searches
zh_cn: 最近的搜索

source: CoinPayments
zh_cn: 币支付

source: Google
zh_cn: 谷歌

source: Trending
zh_cn: 趋势

source: Website Live
zh_cn: 网站访问

source: Wall Posts
zh_cn: 文章墙

source: Geolocation Google Key
zh_cn: 地理位置 Google Key

source: Smart YouTube Player
zh_cn: 智能YouTube播放器

source: Post As Anonymous
zh_cn: 匿名发布

source: Desktop Infinite Scroll
zh_cn: 桌面无限滚动

source: Mobile Infinite Scroll
zh_cn: 手机无限滚动

source: Activation Enabled
zh_cn: 启用激活

source: Age Restriction
zh_cn: 年龄限制

source: Linkedin App ID
zh_cn: Linkedin 应用ID

source: SMTP Require Authentication
zh_cn: SMTP要求身份验证

source: BulkSMS
zh_cn: 群发短信

source: Twilio Auth Token
zh_cn: Twilio 身份验证 Token

source: Push Notifications
zh_cn: 推送通知

source: OneSignal APP ID
zh_cn: OneSignal信号应用程序 ID

source: OneSignal REST API Key
zh_cn: OneSignal 信号 REST API 密钥

source: User Status Enabled
zh_cn: 用户状态已启用

source: Twilio API SECRET
zh_cn: Twilio API 秘密

source: Bucket Region
zh_cn: Bucket区域

source: Uploads
zh_cn: 上传

source: Cloud Hosting
zh_cn: 云主机

source: Watermark Opacity
zh_cn: 水印不透明度

source: Watermark X Offset
zh_cn: 水印X抵消

source: Watermark Y Offset
zh_cn: 水印Y抵消

source: Google Vision API Key
zh_cn: Google Vision API 密钥

source: Wasabi
zh_cn: 芥末

source: Backblaze
zh_cn: 背火焰

source: Port
zh_cn: 端口

source: FTP Endpoint
zh_cn: FTP 端点

source: Unusual Login Detection
zh_cn: 异常登录检测

source: Bad Login Limit
zh_cn: 错误的登录限制

source: Google Authenticator
zh_cn: Google身份验证

source: Sandbox
zh_cn: 沙盒

source: Live Publishable Key
zh_cn: 实时可发布密钥（Publishable Key）

source: API Publishable Key
zh_cn: API可发布的密钥

source: API Key
zh_cn: API密钥

source: Data Heartbeat
zh_cn: 数据监控

source: Instagram Profile URL
zh_cn: Instagram 个人资料网址

source: App Dashboard
zh_cn: 应用面板

source: APIs
zh_cn: API 密钥

source: App Domain
zh_cn: 应用程序域名

source: Unsave Post
zh_cn: 未保存的帖子

source: Unboost Post
zh_cn: 取消推广帖子

source: Boost Post
zh_cn: 推广帖子

source: Stop seeing posts but stay friends
zh_cn: 停止查看帖子但保持好友状态

source: 's
zh_cn: 的

source: file
zh_cn: 文件

source: was live
zh_cn: 进行了直播

source: updated event cover
zh_cn: 更新了活动封面

source: Likes
zh_cn: 喜欢

source: Icon
zh_cn: 图标

source: Verification Badge Enabled
zh_cn: 确认图标已启用

source: Boost Posts Enabled
zh_cn: 推广帖子开启

source: Boost Pages Enabled
zh_cn: 启用推广页面

source: Pages Boosts
zh_cn: 页面推广

source: Total Earnings
zh_cn: 总收入

source: Links
zh_cn: 链接

source: Media
zh_cn: 媒体

source: Please check the SMS on your phone
zh_cn: 请检查手机上的SMS短信

source: Resend SMS
zh_cn: 重新发送电子邮件

source: Change Phone Number
zh_cn: 更改电话号码

source: No messages
zh_cn: 没有消息

source: Shares
zh_cn: 分享

source: No notifications
zh_cn: 没有通知

source: SUBSCRIBE
zh_cn: 订阅

source: Selectable
zh_cn: 可选择

source: User First Name
zh_cn: 用户名字

source: User Last Name
zh_cn: 用户姓氏

source: Browser
zh_cn: 浏览器

source: OS
zh_cn: 操作系统

source: Active Session
zh_cn: 活动会话

source: Ask something
zh_cn: 问问题

source: You are live now
zh_cn: 您正在直播

source: Custom People
zh_cn: 自定义的人

source: Google+ Profile URL
zh_cn: Google+ 个人主页网址

source: Promoted
zh_cn: 推广

source: Anyone can see the group, its members and their posts
zh_cn: 任何人都可以看到该组，成员和他们的帖子

source: Only members can see posts
zh_cn: 只有成员才能看到帖子

source: Only members can find the group and see posts
zh_cn: 只有成员才能找到该组并查看帖子

source: Anyone can see the event, its users and posts
zh_cn: 任何人都可以看到该活动，用户和帖子

source: Only event users can see posts
zh_cn: 只有活动用户才能看到帖子

source: Only invited users and event users can find the event
zh_cn: 只有受邀用户和活动用户才能找到该活动

source: Appears on the right panel of home page
zh_cn: 出现在主页的右侧面板上

source: Appears on the right panel of search page
zh_cn: 出现在搜索页面的右侧面板上

source: Appears on the right panel of discover people page
zh_cn: 出现在发现好友页面的右侧面板上

source: Appears on the right panel of notifications page
zh_cn: 显示在通知页面的右侧面板上

source: Appears on the right panel of post page
zh_cn: 显示在帖子页面的右侧面板上

source: Appears on the right panel of photo page
zh_cn: 出现在照片页面的右侧面板上

source: Appears on the right panel of directory
zh_cn: 出现在目录的右侧面板上

source: Appears on the top of products list
zh_cn: 出现在商品列表的顶部

source: Appears after
zh_cn: 出现

source: posts are loaded, between the posts
zh_cn: 在帖子之间加载帖子

source: Appears on the sidebar on article page
zh_cn: 出现在文章页面的侧栏上

source: Appears on all pages right after the header
zh_cn: 出现在标题后面的所有页面上

source: Appears on all pages right before the footer
zh_cn: 出现在页脚之前的所有页面上

source: Header Search Font
zh_cn: 顶部搜索字体

source: Header Custom JavaScript
zh_cn: 顶部自定义JavaScript

source: Emoji Cheat Sheet
zh_cn: Emoji 备忘单

source: This album is empty
zh_cn: 这个相册还没有相片

source: mutual friends
zh_cn: 共同好友

source: Affiliates Enabled
zh_cn: 返利已开启

source: If registration type is 'Subscriptions Only' User will earn money from new registration only
zh_cn: 如果注册类型为“仅订阅”，则用户只能通过新注册获得收入

source: Congratulations
zh_cn: 祝贺

source: Page ID
zh_cn: 页面ID

source: Language country_code, For Example: en_us, ar_sa or fr_fr
zh_cn: 语言国家代号，例如：en_us, ar_sa or fr_fr

source: Node
zh_cn: 节点

source: View Post
zh_cn: 查看文章

source: PRO
zh_cn: 专业版

source: Remove Admin
zh_cn: 删除管理员

source: Make Admin
zh_cn: 新建管理员

source: The system has been shutted down
zh_cn: 系统已关闭

source: Turn it on from
zh_cn: 打开它

source: Posts promotion
zh_cn: 帖子提前

source: Create New Event
zh_cn: 新建活动

source: Offline
zh_cn: 离线

source: Change Your Password!
zh_cn: 更改你的密码！

source: Change Email Address
zh_cn: 更改电子邮箱地址

source: Current Email
zh_cn: 当前的电子邮箱

source: New Email
zh_cn: 新邮件

source: Enter the code from the SMS message
zh_cn: 输入SMS消息中的确认码

source: Let us know if this mobile number belongs to you. Enter the code in the SMS
zh_cn: 让我们知道此手机号码是否属于您。请在SMS中输入确认码

source: Current Phone
zh_cn: 当前的电话号码

source: New Phone
zh_cn: 新电话号码

source: Post Hidden
zh_cn: 隐藏帖子

source: This post will no longer appear to you
zh_cn: 此帖子将不再显示给您

source: Undo
zh_cn: 撤销

source: You won't see posts from
zh_cn: 你不会看到帖子

source: in News Feed anymore
zh_cn: 在新闻动态中

source: Your Affiliates Credit
zh_cn: 你的会员证件

source: Crop Picture
zh_cn: 裁剪图片

source: Verify
zh_cn: 验证

source: Credit Card
zh_cn: 信用卡

source: Alipay
zh_cn: 支付宝

source: Any
zh_cn: 任意

source: Played
zh_cn: 玩过

source: Section
zh_cn: 部分

source: Unboost
zh_cn: 取消推广

source: Boost
zh_cn: 载具加速

source: Boost Page
zh_cn: 推广页面

source: people like this
zh_cn: 人喜欢

source: N/A on Demo
zh_cn: N/A 演示

source: Added
zh_cn: 添加

source: Pinned Post
zh_cn: 置顶帖子

source: Money
zh_cn: 金额

source: Affiliates Settings
zh_cn: 附属机构设置

source: Build
zh_cn: 构建

source: Confirm Current Password
zh_cn: 确认当前密码

source: Log Out Of All Sessions
zh_cn: 登录所有会话

source: Android
zh_cn: 安卓

source: Update Info
zh_cn: INFO DE MISE A JOUR

source: Last Seen
zh_cn: Dernière apparition

source: Request a new one
zh_cn: Demander un nouveau

source: Your phone already verified
zh_cn: Votre téléphone déjà vérifié

source: This feature has been disabled
zh_cn: Cette fonction a été enlevée

source: Upload Error
zh_cn: Erreur de téléchargement

source: Monthly Price
zh_cn: Prix mensuel
