Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Verified Page
lo_la: Page Verified
zh_cn: 已认证页面

source: Name Your Page
lo_la: ຊື່ຫນ້າຂອງທ່ານ
zh_cn: 命名你的页面

source: Page Username
lo_la: ຊື່ຜູ້ໃຊ້ໜ້າ

source: Delete Page
lo_la: ລຶບຫນ້າ
zh_cn: 删除页面

source: Company
lo_la: ບໍລິສັດ
zh_cn: 公司

source: This page super admin is not eligible for monetization
lo_la: ຜູ້ເບິ່ງແຍງສູງສຸດຂອງໜ້ານີ້ບໍ່ມີສິດສ້າງລາຍໄດ້

source: Your Notifications
lo_la: ການແຈ້ງເຕືອນຂອງທ່ານ
zh_cn: 您的通知

source: Generate New Code
lo_la: ສ້າງລະຫັດໃໝ່
zh_cn: 生成新代码

source: Invitations System
lo_la: ລະບົບການເຊີນ

source: Unlimited
lo_la: ບໍ່ຈໍາກັດ
zh_cn: 无限

source: invitations
lo_la: ເຊີນ

source: every
lo_la: ທຸກໆ
zh_cn: 每

source: Available Invitations
lo_la: ການເຊີນທີ່ມີຢູ່
zh_cn: 可用邀请码

source: Generated Invitations
lo_la: ການເຊີນທີ່ສ້າງຂຶ້ນ
zh_cn: 生成的邀请码

source: Used Invitations
lo_la: ການເຊື້ອເຊີນທີ່ໃຊ້ແລ້ວ

source: Your Invitations Codes
lo_la: ລະຫັດການເຊີນຂອງທ່ານ

source: Invitation Code
lo_la: ລະຫັດເຊີນ
zh_cn: 邀请码

source: Used By
lo_la: ໃຊ້ໂດຍ
zh_cn: 使用方式

source: Help friends know you better and show them what you have in common
lo_la: ຊ່ວຍໃຫ້ໝູ່ຮູ້ຈັກເຈົ້າດີຂຶ້ນ ແລະສະແດງໃຫ້ພວກເຂົາຮູ້ວ່າເຈົ້າມີຫຍັງຮ່ວມກັນ
zh_cn: 帮助朋友更好地了解您，并向他们展示您的共同点

source: See what everyone’s up to and what’s on their minds
lo_la: ເບິ່ງສິ່ງທີ່ທຸກຄົນຂຶ້ນກັບແລະສິ່ງທີ່ຢູ່ໃນໃຈຂອງເຂົາເຈົ້າ
zh_cn: 了解每个人以及他们的想法

source: Never miss a thing out! Keep in touch with your fans and customers
lo_la: ບໍ່ພາດສິ່ງທີ່ອອກ! ຕິດຕໍ່ກັບແຟນໆ ແລະລູກຄ້າຂອງເຈົ້າ
zh_cn: 永远不要错过任何事情！ 与粉丝和客户保持联系

source: Communicate and collaborate with the people who share your interests
lo_la: ຕິດຕໍ່ສື່ສານແລະຮ່ວມມືກັບຄົນຜູ້ທີ່ແບ່ງປັນຄວາມສົນໃຈຂອງທ່ານ
zh_cn: 与相同兴趣的人沟通和协作

source: Members can organize community events for online and offline doings
lo_la: ສະມາຊິກສາມາດຈັດກິດຈະກໍາຊຸມຊົນສໍາລັບການເຮັດອອນໄລນ໌ແລະອອຟໄລ
zh_cn: 会员可以组织社区活动进行线上线下运营

source: Sharing thoughts, ideas and creating amazing contents
lo_la: ການ​ແບ່ງ​ປັນ​ຄວາມ​ຄິດ​, ຄວາມ​ຄິດ​ແລະ​ການ​ສ້າງ​ເນື້ອ​ໃນ​ທີ່​ຫນ້າ​ຕື່ນ​ເຕັ້ນ​
zh_cn: 分享想法，想法并创造惊人的内容

source: Trusted community marketplace wherein members can post and browse items
lo_la: ຕະຫຼາດຊຸມຊົນທີ່ເຊື່ອຖືໄດ້ ເຊິ່ງສະມາຊິກສາມາດໂພສ ແລະເບິ່ງລາຍການຕ່າງໆໄດ້
zh_cn: 值得信赖的社区市场，成员可以在其中发布和浏览项目

source: Fundraisers make it easy to support friends, family and the causes that are important to you
lo_la: ການລະດົມທຶນເຮັດໃຫ້ມັນງ່າຍທີ່ຈະສະຫນັບສະຫນູນຫມູ່ເພື່ອນ, ຄອບຄົວແລະສາເຫດທີ່ສໍາຄັນສໍາລັບທ່ານ
zh_cn: 筹款活动使支持朋友、家人和对您重要的事业变得容易

source: Find the best offers that you can buy
lo_la: ຊອກຫາຂໍ້ສະເຫນີທີ່ດີທີ່ສຸດທີ່ທ່ານສາມາດຊື້ໄດ້
zh_cn: 找到您可以购买的最佳优惠

source: Seeking for a job, You can find theme here
lo_la: ຊອກຫາວຽກເຮັດງານທໍາ, ທ່ານສາມາດຊອກຫາຫົວຂໍ້ທີ່ນີ້
zh_cn: 找工作，你可以在这里找到

source: Forum is an old­school framework for online community
lo_la: ກະດານສົນທະນາແມ່ນໂຄງຮ່າງຂອງໂຮງຮຽນເກົ່າສໍາລັບຊຸມຊົນອອນໄລນ໌
zh_cn: 论坛是在线社区的老派框架

source: Watching movies always fun, Watch with the people who share your interests
lo_la: ເບິ່ງໜັງມ່ວນສະເໝີ, ເບິ່ງກັບຄົນທີ່ສົນໃຈເຈົ້າ
zh_cn: 看电影总是很有趣，和志趣相投的人一起看

source: Playing games always fun, Play with the people who share your interests
lo_la: ຫຼິ້ນເກມມ່ວນສະເໝີ, ຫຼິ້ນກັບຄົນທີ່ສົນໃຈເຈົ້າ
zh_cn: 玩游戏总是趣味十足，与相同兴趣的人一起玩

source: Add New Language
lo_la: ເພີ່ມພາສາໃໝ່
zh_cn: 添加新语言

source: Make it the default language of the site
lo_la: ເຮັດໃຫ້ມັນເປັນພາສາເລີ່ມຕົ້ນຂອງເວັບໄຊ
zh_cn: 使其成为网站的默认语言

source: Make it enbaled so the user can translate the site to it
lo_la: ເຮັດໃຫ້ມັນ enbaled ເພື່ອໃຫ້ຜູ້ໃຊ້ສາມາດແປເວັບໄຊທ໌ໄປຫາມັນ
zh_cn: 启用以便网站可以使用该语言

source: Native Name
lo_la: ຊື່ພື້ນເມືອງ
zh_cn: 原始名称

source: The native name of this language
lo_la: ຊື່ພື້ນເມືອງຂອງພາສານີ້
zh_cn: 这种语言的原始名称

source: Flag
lo_la: ທຸງ
zh_cn: 旗帜

source: Direction
lo_la: ທິດທາງ

source: The direction of this language 'Left To Right' or 'Right To Left'
lo_la: ທິດທາງຂອງພາສານີ້ 'ຊ້າຍໄປຂວາ' ຫຼື 'ຂວາໄປຊ້າຍ'
zh_cn: 这种语言的方向是“从左到右”还是“从右到左”

source: Total Reactions
lo_la: ແຣກທັງໝົດ
zh_cn: 总计反应

source: Live Streaming
lo_la: ຖ່າຍທອດສົດ
zh_cn: 视频直播

source: Album
lo_la: ອະລະບໍ້າ
zh_cn: 专辑

source: Profile Picture
lo_la: ຮູບໂປຣໄຟລ໌
zh_cn: 资料图片

source: Cover Photo
lo_la: ຮູບໜ້າປົກ
zh_cn: 封面照片

source: Page Picture
lo_la: ຮູບໜ້າ
zh_cn: 页面图片

source: Page Cover
lo_la: ໜ້າປົກ
zh_cn: 专栏封面

source: Group Picture
lo_la: ຮູບກຸ່ມ
zh_cn: 小组照片

source: Group Cover
lo_la: ການປົກຫຸ້ມຂອງກຸ່ມ
zh_cn: 团体封面

source: Event Cover
lo_la: ການປົກຫຸ້ມຂອງເຫດການ
zh_cn: 活动封面

source: Article
lo_la: ບົດຂຽນ
zh_cn: 文章

source: Offer
lo_la: ຂໍ້ສະເໜີ
zh_cn: 工作

source: Job
lo_la: ວຽກ
zh_cn: 工作

source: Poll
lo_la: ແບບສໍາຫຼວດ
zh_cn: 投票

source: Video
lo_la: ວີດີໂອ
zh_cn: 视频

source: Audio
lo_la: ສຽງ
zh_cn: 音频

source: File
lo_la: ໄຟລ໌
zh_cn: 文件

source: Monetization Plans
lo_la: ແຜນການສ້າງລາຍໄດ້

source: Mark All As Safe
lo_la: ໝາຍທັງໝົດວ່າປອດໄພ
zh_cn: 全部标记为安全

source: Reporter By
lo_la: ລາຍງານໂດຍ
zh_cn: 举报人

source: Reporter For
lo_la: ນັກຂ່າວສໍາລັບ

source: View Comment
lo_la: ເບິ່ງຄໍາເຫັນ
zh_cn: 查看评论

source: View Thread
lo_la: ເບິ່ງກະທູ້
zh_cn: 查看版块

source: View Reply
lo_la: ເບິ່ງການຕອບ
zh_cn: 查看回复

source: Poke
lo_la: ປ໊ອກ
zh_cn: 戳一戳

source: Let them know you are here
lo_la: ໃຫ້ພວກເຂົາຮູ້ວ່າທ່ານຢູ່ທີ່ນີ້

source: Block
lo_la: ບ໊ອກ
zh_cn: 区块

source: This user won't be able to reach you
lo_la: ຜູ້ໃຊ້ນີ້ຈະບໍ່ສາມາດເຂົ້າຫາທ່ານໄດ້

source: This user enabled content monetization however you can see the content as you are admin/modertaor
lo_la: ຜູ້​ໃຊ້​ນີ້​ໄດ້​ເປີດ​ໃຊ້​ງານ​ການ​ສ້າງ​ລາຍ​ໄດ້​ໃນ​ເນື້ອ​ຫາ​ຢ່າງ​ໃດ​ກໍ​ຕາມ​ທ່ານ​ສາ​ມາດ​ເບິ່ງ​ເນື້ອ​ຫາ​ດັ່ງ​ທີ່​ທ່ານ​ເປັນ admin/modertaor

source: Profile Completion
lo_la: ສຳເລັດໂປຣໄຟລ໌
zh_cn: 个人资料完整度

source: Add your profile picture
lo_la: ໃສ່ profile picture
zh_cn: 添加个人资料照片

source: Add your profile cover
lo_la: ໃສ່ profile cover
zh_cn: 添加个人资料封面

source: Add your biography
lo_la: Please check the SMS on your phone
zh_cn: 添加你的传记

source: Add your birthdate
lo_la: ໃສ່ ວດປີ ເກີດຂອງທ່ານ
zh_cn: 添加你的生日

source: Add your relationship
lo_la: ໃສ່ relationship ຂອງເຈົ້າ
zh_cn: 添加你的关系

source: Add your work info
lo_la: ໃສ່r work info ຂອງເຈົ້າ
zh_cn: 添加您的工作信息

source: Add your location info
lo_la: ໃສ່ຂໍ້ມູນທີ່ຢູ່ຂອງທ່ານ
zh_cn: 添加您的位置信息

source: Add your education info
lo_la: ໃສ່ຂໍ້ມູນການຮຽນຂອງທ່ານ
zh_cn: 添加您的教育信息

source: Send a Gift
lo_la: ສົ່ງຂອງຂວັນ
zh_cn: 送礼物

source: Lives in
lo_la: ອາໄສຢູ່ໃນ
zh_cn: 居住于

source: Studied
lo_la: ໄດ້ສຶກສາ
zh_cn: 就读于

source: Class of
lo_la: ຫ້ອງຮຽນຂອງ

source: Followed by
lo_la: ຜູ້ຕິດຕາມ
zh_cn: 粉丝

source: people
lo_la: ຄົນ
zh_cn: 人

source: Basic Info
lo_la: ຂໍ້ມູນພື້ນຖານ
zh_cn: 基础信息

source: Other Info
lo_la: ຂໍ້ມູນອື່ນໆ
zh_cn: 其它信息

source: doesn't have friends
lo_la: ບໍ່​ມີ​ຫມູ່​ເພື່ອນ​
zh_cn: 没有好友

source: doesn't have followers
lo_la: ບໍ່ມີຜູ້ຕິດຕາມ
zh_cn: 没有粉丝

source: doesn't have followings
lo_la: ບໍ່ມີ's musically followings
zh_cn: 没有正在关注

source: Add
lo_la: ເພີ່ມ
zh_cn: 添加

source: Unblock
lo_la: ປົດລ໋ອກ
zh_cn: 取消屏蔽

source: Invite
lo_la: ເຊີນ
zh_cn: 邀请

source: Approve
lo_la: ອະນຸມັດ
zh_cn: 批准

source: Revoke
lo_la: ຖອນຄືນ
zh_cn: 撤销

source: Promoted Jobs
lo_la: ວຽກທີ່ສົ່ງເສີມ
zh_cn: 晋升的工作

source: Latest
lo_la: ລ່າສຸດ
zh_cn: 最新

source: Salary High
lo_la: ນ້ຳໃຈ ເດືອນສູງ

source: Salary Low
lo_la: ເງິນເດືອນຂັ້ນຕໍ່າ

source: Distance
lo_la: ໄລຍະທາງ
zh_cn: 距离

source: ML
lo_la: ມລ

source: KM
lo_la: ກມ
zh_cn: 千米

source: Filter
lo_la: ຊຸດກັ່ນຕອງ
zh_cn: 筛选

source: Edit Funding Request
lo_la: ແກ້ໄຂການຮ້ອງຂໍ ຄວາມດີ ທຶນ
zh_cn: 编辑资金请求

source: Home
lo_la: ໜ້າຫລັກ
zh_cn: 首页

source: Sub-Forums
lo_la: ເວທີສົນທະນາຍ່ອຍ
zh_cn: 子论坛

source: What's Going On?
lo_la: ເກີດຫຍັງຂຶ້ນ
zh_cn: 新鲜事

source: Who's online
lo_la: ໃຜອອນໄລນ໌
zh_cn: 谁在线

source: Forum Statistics
lo_la: ສະຖິຕິເວທີ
zh_cn: 论坛统计

source: Thread
lo_la: ກະທູ້
zh_cn: 主题

source: Last Post
lo_la: ຕອບຫຼ້າສຸດ
zh_cn: 最后发表

source: No Threads
lo_la: ບໍ່ມີກະທູ້
zh_cn: 没有版块

source: Member
lo_la: ສະມາຊິກ
zh_cn: 会员

source: Content
lo_la: ເນື້ອຫາ
zh_cn: 内容

source: Forum
lo_la: ເວທີສົນທະນາ
zh_cn: 论坛

source: Keyword(s)
lo_la: ຄໍາສໍາຄັນ
zh_cn: 关键词

source: Search For
lo_la: ຊອກຫາ
zh_cn: 搜索

source: Search in Forum(s)
lo_la: ຊອກຫາຢູ່ໃນກະດານສົນທະນາ
zh_cn: 在论坛中搜索

source: Search All Forums
lo_la: ຊອກຫາກະດານສົນທະນາທັງໝົດ
zh_cn: 搜索所有论坛

source: Also search in child forums
lo_la: ຄົ້ນຫາຢູ່ໃນເວທີສົນທະນາເດັກນ້ອຍ
zh_cn: 也在子论坛中搜索

source: Results Found
lo_la: ຜົນການຄົ້ນຫາທີ່ພົບເຫັນ
zh_cn: 没有结果

source: New Monetization Plan
lo_la: ແຜນການສ້າງລາຍໄດ້ໃໝ່

source: Admin Panel
lo_la: ໜ້າ Admin
zh_cn: 管理面板

source: Create Story
lo_la: ຂຽນເລື່ອງລາວ
zh_cn: 创建新动态

source: Create Blog
lo_la: ສ້າງບລັອກ
zh_cn: 写文章

source: Create Product
lo_la: ຂາຍສິນຄ້າ
zh_cn: 创建产品

source: Create Funding
lo_la: ລະດົບທືນ
zh_cn: 创建资金

source: Create Ads
lo_la: ສ້າງໂຄສະນາ

source: Create Page
lo_la: ສ້າງເພຈ໌ໃໝ່
zh_cn: 创建页面

source: Create Group
lo_la: ສ້າງກຸ່ມໃໝ່
zh_cn: 创建群组

source: Switch Accounts
lo_la: ສະຫຼັບບັນຊີ
zh_cn: 切换帐户

source: Moderator Panel
lo_la: ແຜງຄວບຄຸມ
zh_cn: 版主面板

source: Log Out
lo_la: ອອກ​ຈາກ​ລະ​ບົບ
zh_cn: 登出

source: Keyboard Shortcuts
lo_la: ທາງລັດແປ້ນພິມ
zh_cn: 键盘快捷键

source: Theme Switcher
lo_la: ຕົວປ່ຽນຮູບແບບສີສັນ
zh_cn: 主题切换器

source: Day Mode
lo_la: ແບບສະຫວ່າງ
zh_cn: 日间模式

source: Night Mode
lo_la: ແບບມືດ
zh_cn: 夜间模式

source: Login
lo_la: ເຂົ້າສູ່ລະບົບ
zh_cn: 登录

source: Register
lo_la: ລົງທະບຽນ
zh_cn: 注册

source: Why you want to report this?
lo_la: ເປັນຫຍັງທ່ານຕ້ອງການລາຍງານເລື່ອງນີ້?

source: Reason
lo_la: ເຫດ​ຜົນ
zh_cn: 原因

source: Add New widget
lo_la: ເພີ່ມ widget ໃຫມ່
zh_cn: 新建小部件

source: Place
lo_la: ສະຖານທີ່
zh_cn: 地点

source: Home Page
lo_la: ຫນ້າທໍາອິດ
zh_cn: 首页

source: Search Page
lo_la: ໜ້າຊອກຫາ
zh_cn: 搜索页面

source: Discover People Page
lo_la: ຄົ້ນພົບໜ້າຄົນ
zh_cn: 发现朋友页面

source: Notifications Page
lo_la: ໜ້າການແຈ້ງເຕືອນ
zh_cn: 通知页面

source: Post Page
lo_la: ໜ້າໂພສ
zh_cn: 帖子页面

source: Photo Page
lo_la: ໜ້າຮູບ
zh_cn: 图片页面

source: Article Page
lo_la: ຫນ້າບົດຄວາມ
zh_cn: 文章页面

source: Directory Page
lo_la: ຫນ້າໄດເລກະທໍລີ
zh_cn: 发现页面

source: Article Page
lo_la: ຫນ້າບົດຄວາມ
zh_cn: 文章页面

source: Pro Packages
lo_la: ແພັກເກດ Pro
zh_cn: 会员套餐

source: for
lo_la: ສໍາລັບ
zh_cn: 对于

source: Featured member
lo_la: ສະມາຊິກທີ່ໂດດເດັ່ນ
zh_cn: 特色会员

source: No Ads
lo_la: ບໍ່ມີໂຄສະນາ
zh_cn: 无广告

source: Verified badge
lo_la: ຢືນຢັນ badge
zh_cn: 已验证徽章

source: Boost up to
lo_la: ເພີ່ມຂຶ້ນເຖິງ
zh_cn: 推广

source: Pages promotion
lo_la: ເພຈ໌ ຂອງຂ້ອຍ
zh_cn: 页面推广

source: All Permissions
lo_la: ການອະນຸຍາດທັງໝົດ
zh_cn: 所有权限

source: Create Pages
lo_la: ສ້າງຫນ້າ
zh_cn: 创建页面

source: Create Groups
lo_la: ສ້າງກຸ່ມໃໝ່
zh_cn: 创建分组

source: Create Events
lo_la: ເຂົ້າຮ່ວມງານ
zh_cn: 创建事件

source: Write Articles
lo_la: ຂຽນບົດຄວາມ

source: Sell Products
lo_la: ຂາຍຜະລິດຕະພັນ
zh_cn: 追加销售产品

source: Add Forums Threads/Replies
lo_la: ເພີ່ມກະທູ້/ການຕອບໃນເວທີສົນທະນາ

source: Watch Movies
lo_la: ເບິ່ງ​ຮູບ​ເງົາ
zh_cn: 观看电影

source: Play Games
lo_la: ຫຼິ້ນເກມ

source: Send Gifts
lo_la: ສົ່ງຂອງຂວັນ

source: Read Articles
lo_la: ອ່ານບົດຄວາມ
zh_cn: 阅读文章

source: Watch Videos
lo_la: ເບິ່ງວິດີໂອ
zh_cn: 观看视频

source: Add Stories
lo_la: ເພີ່ມເລື່ອງ
zh_cn: 故事

source: Add Colored Posts
lo_la: ເພີ່ມຂໍ້ຄວາມສີ

source: Add Feelings/Activity Posts
lo_la: ເພີ່ມຄວາມຮູ້ສຶກ / ຂໍ້ຄວາມກິດຈະກໍາ

source: Add Polls Posts
lo_la: ເພີ່ມໂພສແບບສຳຫຼວດ

source: Add Geolocation Posts
lo_la: ຕື່ມການຕັ້ງພູມສາດ

source: Add GIF Posts
lo_la: ເພີ່ມໂພສ GIF

source: Add Anonymous Posts
lo_la: ເພີ່ມໂພສທີ່ບໍ່ເປີດເຜີຍຊື່

source: Generate Invitation Codes
lo_la: ສ້າງລະຫັດເຊີນ

source: Make Audio Calls
lo_la: ໂທອອກສຽງ

source: Make Video Calls
lo_la: ໂທວິດີໂອ

source: Go Live
lo_la: ໄລນ໌ສົດ
zh_cn: 启动

source: Upload Videos
lo_la: ອັບໂຫຼດວິດີໂອ
zh_cn: 上传视频

source: Upload Audios
lo_la: ອັບໂຫຼດສຽງ

source: Upload Files
lo_la: ອັບໂຫຼດໄຟລ໌
zh_cn: 上传文件

source: Raise Fundings
lo_la: ລະດົມທຶນ

source: Monetize Content
lo_la: ສ້າງລາຍໄດ້ຈາກເນື້ອຫາ

source: Receive Tips
lo_la: ໄດ້ຮັບຄໍາແນະນໍາ

source: Try Now
lo_la: ລອງໃຊ້ດຽວນີ້
zh_cn: 立即试用

source: Buy Now
lo_la: ຊື້​ດຽວ​ນີ້
zh_cn: 立即购买

source: Upgrade Now
lo_la: ອັບເກຣດດຽວນີ້
zh_cn: 现在升级

source: You are now
lo_la: ເຈົ້າຕອນນີ້

source: member
lo_la: ສະມາຊິກ
zh_cn: 成员

source: Your package allows you to pick categories that you are interested in
lo_la: ຊຸດຂອງທ່ານອະນຸຍາດໃຫ້ທ່ານເລືອກເອົາປະເພດທີ່ທ່ານສົນໃຈ

source: Pick Categories
lo_la: ເລືອກໝວດໝູ່

source: Start Now
lo_la: ເລີ່ມ​ດຽວ​ນີ້
zh_cn: 现在开始

source: Please log in to like, share and comment!
lo_la: ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອແບ່ງປັນ ແລະ ສະແດງຄໍາຄິດເຫັນ ຫຼື ສະໝັກວຽກ, ຊື້ເຄື່ອງ!
zh_cn: 请登录以喜欢，分享和评论！

source: Create New Story
lo_la: ສ້າງເລື່ອງໃຫມ່
zh_cn: 创建动态

source: Ads Story
lo_la: ເລື່ອງໂຄສະນາ

source: Share this story as ads so all users see it
lo_la: ແບ່ງປັນເລື່ອງນີ້ເປັນໂຄສະນາເພື່ອໃຫ້ຜູ້ໃຊ້ທຸກຄົນເຫັນມັນ

source: Enable you to send notifications to all site users
lo_la: ເຮັດ​ໃຫ້​ທ່ານ​ສົ່ງ​ການ​ແຈ້ງ​ເຕືອນ​ໃຫ້​ຜູ້​ໃຊ້​ເວັບ​ໄຊ​ທ​໌​ທັງ​ຫມົດ​
zh_cn: 使您可以向所有站点用户发送通知

source: Notification link used when user clicks on the notification
lo_la: ລິ້ງການແຈ້ງເຕືອນທີ່ໃຊ້ເມື່ອຜູ້ໃຊ້ຄລິກໃສ່ການແຈ້ງເຕືອນ
zh_cn: 用户单击通知时使用的通知链接

source: People Who Shared This
lo_la: ຄົນຜູ້ທີ່ແບ່ງປັນນີ້
zh_cn: 分享这个的人

source: No people shared this
lo_la: ບໍ່ມີຄົນແບ່ງປັນສິ່ງນີ້
zh_cn: 没有人分享这个

source: Connect Account
lo_la: ເຊື່ອມຕໍ່ບັນຊີ
zh_cn: 链接账户

source: You are connected to this account
lo_la: ທ່ານເຊື່ອມຕໍ່ກັບບັນຊີນີ້

source: Dashboard
lo_la: ໜ້າຄວບຄຸມ
zh_cn: 仪表盘

source: Manage Users
lo_la: ຈັດການຜູ້ໃຊ້
zh_cn: 管理用户

source: Manage Online
lo_la: ຈັດການອອນໄລນ໌
zh_cn: 管理在线用户

source: Manage Banned
lo_la: ຈັດການຫ້າມ
zh_cn: 管理禁止用户

source: Manage Posts
lo_la: ຈັດການໂພສ
zh_cn: 管理文章

source: Manage Reports
lo_la: ຈັດການລາຍງານ
zh_cn: 管理报告

source: Manage Pages
lo_la: ຈັດການໜ້າ
zh_cn: 管理页面

source: Manage Groups
lo_la: ຈັດການກຸ່ມ
zh_cn: 管理群组

source: Manage Events
lo_la: ຈັດການເຫດການ
zh_cn: 管理活动

source: View Group
lo_la: ເບິ່ງກຸ່ມ
zh_cn: 查看内容群组

source: Group ID
lo_la: ID ກຸ່ມ
zh_cn: 群组 ID

source: This group super admin is not eligible for monetization
lo_la: ຜູ້ເບິ່ງແຍງລະບົບກຸ່ມນີ້ບໍ່ມີສິດສ້າງລາຍໄດ້

source: Will receive your
lo_la: ຈະ​ໄດ້​ຮັບ​ຂອງ​ທ່ານ​
zh_cn: 将收到您的

source: Email Address
lo_la: ທີ່​ຢູ່​ອີ​ເມວ

source: Continue as
lo_la: ໄປຕໍ່ທີ່
zh_cn: 继续为

source: Promoted Posts
lo_la: ໂພສ໌ແນະນຳ
zh_cn: 推荐帖子

source: Mutual Friends
lo_la: ຫມູ່ເພື່ອນເຊິ່ງກັນແລະກັນ
zh_cn: 共同好友

source: Only you can see this post
lo_la: ມີແຕ່ເຈົ້າສາມາດເຫັນໂພສນີ້
zh_cn: 只有你能看到这篇文章

source: Donations
lo_la: ການບໍລິຈາກ
zh_cn: 捐赠

source: Points Enabled
lo_la: ເປີດໃຊ້ ຄວາມດີ ແລ້ວ
zh_cn: 启用积分

source: Enable or Disable the points system
lo_la: ເປີດໃຊ້ຫຼືປິດລະບົບຄວາມດີ
zh_cn: 启用或禁用积分系统

source: How much points eqaul to
lo_la: ເທົ່າກັບຄວາມດີເທົ່າໃດ
zh_cn: 多少分相当于

source: Points/Post
lo_la: ຄວາມດີ /ຕອບ
zh_cn: 积分/帖子

source: How many points user will get for each new post
lo_la: ຜູ້ໃຊ້ຈະໄດ້ຮັບ ຄວາມດີ ເທົ່າໃດສຳລັບແຕ່ລະໂພສໃໝ່
zh_cn: 用户将为每个新帖子获得多少积分

source: Points/Post View
lo_la: ຄວາມດີ /ເບິ່ງໂພສ

source: How many points user will get for each new post view
lo_la: ຜູ້ໃຊ້ຈະໄດ້ຮັບ ຄວາມດີ ເທົ່າໃດສຳລັບການເບິ່ງໂພສໃໝ່ແຕ່ລະອັນ

source: Posts Views System
lo_la: ລະບົບການເບິ່ງໂພສ

source: Points/Comment
lo_la: ຄວາມດີ/ຄໍາຄິດເຫັນ
zh_cn: 积分/评论

source: How many points user will get for each new comment
lo_la: ຜູ້ໃຊ້ຈະໄດ້ຮັບຈັກຄວາມດີ ສໍາລັບແຕ່ລະຄໍາເຫັນໃຫມ່
zh_cn: 用户将为每个新评论获得多少积分

source: Points/Reaction
lo_la: ຄວາມດີ /ແຣກ
zh_cn: 积分/反应

source: How many points user will get for each reaction
lo_la: ຜູ້ໃຊ້ຈະໄດ້ຮັບຈັກຄວາມດີ ສຳລັບແຕ່ລະແຣກ
zh_cn: 每个反应用户将获得多少积分

source: Points/Follower
lo_la: ຄວາມດີ /ຜູ້ຕິດຕາມ
zh_cn: 粉丝

source: How many points user will get for each follower
lo_la: ຜູ້ໃຊ້ຈະໄດ້ຮັບ ຄວາມດີ ເທົ່າໃດສຳລັບຜູ້ຕິດຕາມແຕ່ລະຄົນ
zh_cn: 每个关注者将获得多少积分

source: Points/Referred
lo_la: ຄວາມດີ /ອ້າງອີງ
zh_cn: 积分/推荐

source: How many points user will get for each referred user
lo_la: ຜູ້ໃຊ້ຈະໄດ້ຮັບຈໍານວນຄວາມດີ ເທົ່າໃດສໍາລັບຜູ້ໃຊ້ທີ່ອ້າງອີງແຕ່ລະຄົນ
zh_cn: 每位推荐用户可获得多少积分

source: Affiliates System
lo_la: ລະບົບສາຂາ
zh_cn: 会员系统

source: Free Users Daily Limit
lo_la: ຜູ້ໃຊ້ຟຣີຈໍາກັດປະຈໍາວັນ
zh_cn: 免费用户的每日限制

source: The maximum number of points regular user can get per day
lo_la: ຈໍານວນສູງສຸດຂອງຄວາມດີ ທີ່ຜູ້ໃຊ້ປົກກະຕິສາມາດໄດ້ຮັບຕໍ່ມື້
zh_cn: 普通用户每天可以获得的最大积分数

source: Pro Users Daily Limit
lo_la: ຈໍາກັດຜູ້ໃຊ້ Pro ປະຈໍາວັນ
zh_cn: 专业用户每日限额

source: The maximum number of points pro user can get per day
lo_la: ຈໍານວນສູງສຸດຂອງຄວາມດີ ທີ່ຜູ້ໃຊ້ສາມາດໄດ້ຮັບຕໍ່ມື້
zh_cn: 用户一天最多可以获得多少积分

source: Oops!
lo_la: ອຸຍ!
zh_cn: 糟糕！

source: Create New Group
lo_la: ລົງປະການວຽກ
zh_cn: 创建新组

source: User/Page
lo_la: ຜູ້ໃຊ້/ເພຈ
zh_cn: 用户/页面

source: Not Logged In
lo_la: ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ
zh_cn: 尚未登录

source: Please log in to continue
lo_la: ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອສືບຕໍ່
zh_cn: 请登录访问更多内容

source: Confirm Password
lo_la: ຢືນຢັນລະຫັດຜ່ານ
zh_cn: 确认密码

source: Search for
lo_la: ຊອກຫາ
zh_cn: 搜索

source: View Original
lo_la: ເບິ່ງຕົ້ນສະບັບ
zh_cn: 查看原文

source: Loading
lo_la: ກຳລັງໂຫຼດ
zh_cn: 载入中

source: Two-factor authentication required
lo_la: ຕ້ອງມີການກວດສອບສອງປັດໃຈ
zh_cn: 需要双因素身份验证

source: You've asked us to require a 6-digit login code when anyone tries to access your account from a new device or browser
lo_la: ທ່ານໄດ້ຂໍໃຫ້ພວກເຮົາຕ້ອງການລະຫັດເຂົ້າສູ່ລະບົບ 6 ຕົວເລກ ເມື່ອມີໃຜພະຍາຍາມເຂົ້າເຖິງບັນຊີຂອງທ່ານຈາກອຸປະກອນ ຫຼືຕົວທ່ອງເວັບໃໝ່.
zh_cn: 当有人试图从新设备或浏览器访问您的帐户时，您已要求我们要求提供6位数的登录代码

source: Enter the 6-digit code that we sent to your
lo_la: ໃສ່ລະຫັດ 6 ຕົວເລກທີ່ພວກເຮົາສົ່ງໄປຫາເຈົ້າ
zh_cn: 我们发送了您的确认码

source: Continue
lo_la: ຖັດໄປ
zh_cn: 继续

source: Check Your Email
lo_la: ກະລຸນາເບິ່ງ Email ຂອງທ່ານ
zh_cn: 查看你的电子邮件

source: Check your email
lo_la: ກະລຸນາເບິ່ງ Email ຂອງທ່ານ
zh_cn: 查看你的电子邮件

source: We sent you an email with a six-digit confirmation code. Enter it below to continue to reset your password
lo_la: ພວກເຮົາສົ່ງ code 6 ຕົວເລກ ຢືນຢັນໄປໃຫ້ທ່ານ ກະລຸນາພີມມັນໃສ່ທີ່ນີ້
zh_cn: 我们向您发送了一封包含六位数确认码的电子邮件。 在下面输入以继续重置密码

source: We sent your code to
lo_la: ພວກເຮົາສົ່ງ code ຢືນຢັນໄປໃຫ້
zh_cn: 我们发送了您的确认码

source: New Password
lo_la: ລະຫັດຜ່ານໃໝ່
zh_cn: 新密码

source: Add Account
lo_la: ເພີ່ມ​ບັນ​ຊີ
zh_cn: 添加账户

source: Connect Accounts
lo_la: ເຊື່ອມຕໍ່ບັນຊີ
zh_cn: 连接帐户

source: For example
lo_la: ຍົກ​ຕົວ​ຢ່າງ
zh_cn: 例如

source: Our website is made possible by displaying online advertisements to our visitors
lo_la: ເວັບໄຊທ໌ຂອງພວກເຮົາແມ່ນເຮັດໄດ້ໂດຍການສະແດງໂຄສະນາອອນໄລນ໌ກັບຜູ້ມາຢ້ຽມຢາມຂອງພວກເຮົາ
zh_cn: 通过向访问者显示在线广告，我们的网站成为可能

source: Please consider supporting us by disabling your ad blocker
lo_la: ກະລຸນາພິຈາລະນາສະຫນັບສະຫນູນພວກເຮົາໂດຍການປິດຕົວບລັອກໂຄສະນາຂອງທ່ານ
zh_cn: 请考虑通过禁用您的广告拦截器来支持我们

source: Scroll to the next post
lo_la: ເລື່ອນໄປໂພສຕໍ່ໄປ
zh_cn: 滚动到下一篇帖子

source: Scroll to the previous post
lo_la: ເລື່ອນໄປທີ່ໂພສກ່ອນໜ້ານີ້
zh_cn: 查看以前的评论

source: Manage blocked users
lo_la: ຈັດການຜູ້ໃຊ້ທີ່ຖືກບລັອກ

source: Privacy Settings
lo_la: ຕັ້ງຄວາມເປັນສ່ວນຕົວ
zh_cn: 隐私设置

source: Manage your privacy
lo_la: ຈັດການຄວາມເປັນສ່ວນຕົວຂອງທ່ານ
zh_cn: 管理您的隐私

source: Turn Off Chat
lo_la: ປິດ Chat
zh_cn: 关闭聊天

source: Turn On Chat
lo_la: ເປີດ Chat
zh_cn: 开启聊天

source: New Message
lo_la: ຂໍ້ຄວາມໃໝ່
zh_cn: 新消息

source: Calling
lo_la: ກຳລັງໂທ ...
zh_cn: 连接中

source: Connecting
lo_la: ກຳລັງເຊື່ອມຕໍ່
zh_cn: 连接

source: Close
lo_la: ປິດ

source: Wants to have video call with you
lo_la: ຕ້ອງການໂທວິດີໂອກັບທ່ານ
zh_cn: 想和你视频通话

source: Wants to have audio call with you
lo_la: ຕ້ອງການໂທຫາສຽງກັບທ່ານ
zh_cn: 想和你进行音频通话

source: Good Morning
lo_la: ສະບາຍດີຕອນເຊົ້າ
zh_cn: 早上好

source: Good Afternoon
lo_la: ສະບາຍດີຕອນບ່າຍ
zh_cn: 下午好

source: Good Evening
lo_la: ສະບາຍດີຕອນຄ່ຳ
zh_cn: 晚上好

source: sent you a gift
lo_la: ສົ່ງຂອງຂວັນ
zh_cn: 送你一份礼物

source: Send Tip
lo_la: ສົ່ງຄໍາແນະນໍາ

source: Your Wallet Credit
lo_la: ຈຳນວນນ້ຳໃຈທີ່ທ່ານມີ

source: The minimum amount
lo_la: ຈໍານວນຕໍ່າສຸດທີ່

source: and the maximum
lo_la: ແລະສູງສຸດ

source: Send To
lo_la: ສົ່ງເຖິງ
zh_cn: 发送至

source: Withdraw Affiliates Credit
lo_la: ຖອນສິນເຊື່ອສາຂາ
zh_cn: 提取附属机构信用

source: Withdraw Points Credit
lo_la: ຖອນເຄຣດິດ ຄວາມດີ
zh_cn: 提取附属机构信用

source: Your Points Credit
lo_la: ຈຳນວນ ຄວາມດີ ຈາກການໂພສ໌ວຽກ ຂອງທ່ານປະຈຸບັນມີ:
zh_cn: 你的信用积分

source: Withdraw Funding Credit
lo_la: ຖອນສິນເຊື່ອ ຄວາມດີ ທຶນ
zh_cn: 提取资金信用

source: Your Funding Credit
lo_la: ສິນເຊື່ອ ຄວາມດີ ທຶນຂອງທ່ານ
zh_cn: 您的资金信用

source: Withdraw Monetization Credit
lo_la: ຖອນສິນເຊື່ອການສ້າງລາຍໄດ້

source: Your Monetization Credit
lo_la: ເຄຣດິດການສ້າງລາຍໄດ້ຂອງທ່ານ

source: Crop animated images will make them static, You can skip the cropping process by clicking on the cancel button
lo_la: ການ​ປູກ​ພືດ​ຮູບ​ພາບ​ເຄື່ອນ​ໄຫວ​ຈະ​ເຮັດ​ໃຫ້​ເຂົາ​ເຈົ້າ​ຄົງ​ທີ່​, ທ່ານ​ສາ​ມາດ​ຂ້າມ​ຂະ​ບວນ​ການ​ການ​ປູກ​ພືດ​ໂດຍ​ການ​ຄລິກ​ໃສ່​ປຸ່ມ​ຍົກ​ເລີກ

source: Your file is ready to download
lo_la: ໄຟລ໌ຂອງທ່ານພ້ອມທີ່ຈະດາວໂຫລດແລ້ວ
zh_cn: 您的文件已准备好下载

source: Documents
lo_la: ເອກະສານ
zh_cn: 文档

source: Personal Photo
lo_la: ຮູບສ່ວນຕົວ
zh_cn: 个人照片

source: Select Your Payment Method
lo_la: ເລືອກຊ່ອງທາງການຊຳລະ
zh_cn: 选择您的付款方式

source: Wallet Credit
lo_la: ເຄຣິດນ້ຳໃຈ
zh_cn: 信用卡钱包

source: Card Info
lo_la: ຂໍ້ມູນບັດ
zh_cn: 卡片信息

source: Card Number
lo_la: ໝາຍເລກບັດ
zh_cn: 卡号

source: Exp Month
lo_la: ເດືອນ Exp
zh_cn: 开支月

source: Exp Year
lo_la: Exp ປີ
zh_cn: 开业年

source: Billing Information
lo_la: ຂໍ້ມູນໃບບິນ
zh_cn: 账单信息

source: Address
lo_la: ທີ່ຢູ່
zh_cn: 地址

source: City
lo_la: ເມືອງ
zh_cn: 城市

source: State
lo_la: ລັດ
zh_cn: 状态

source: Zip Code
lo_la: ລະ​ຫັດ​ໄປ​ສະ​ນີ
zh_cn: 邮政编码

source: Pay
lo_la: ຊຳລະ
zh_cn: 支付

source: Account Number / IBAN
lo_la: ເລກບັນຊີ / IBAN
zh_cn: 帐号/IBAN

source: Account Name
lo_la: ຊື່​ບັນ​ຊີ
zh_cn: 帐户名称

source: Routing Code
lo_la: ລະຫັດເສັ້ນທາງ
zh_cn: 路由代码

source: Bank Receipt
lo_la: ໃບຮັບ ຄວາມດີ ຂອງທະນາຄານ
zh_cn: 银行收据

source: Select
lo_la: ເລືອກ

source: Search for nodes you want new accounts to auto connect
lo_la: ຊອກຫາ nodes ທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃຫມ່ເຊື່ອມຕໍ່ອັດຕະໂນມັດ

source: Load Older Threads
lo_la: ໂຫຼດຫົວຂໍ້ເກົ່າ
zh_cn: 加载旧版块

source: No Conversation Selected
lo_la: ບໍ່ໄດ້ເລືອກການສົນທະນາ
zh_cn: 没有选择对话

source: Earn up to
lo_la: ມີລາຍໄດ້ເຖິງ
zh_cn: 赚取高达

source: For each user you will refer
lo_la: ສໍາລັບຜູ້ໃຊ້ແຕ່ລະຄົນທີ່ທ່ານຈະອ້າງອີງ
zh_cn: 对于每个用户，你将参考

source: You will be paid when
lo_la: ທ່ານຈະໄດ້ຮັບການຈ່າຍ ຄວາມດີ ເມື່ອ
zh_cn: 您将获得报酬当

source: new user registered
lo_la: ຜູ້ໃຊ້ໃຫມ່ໄດ້ລົງທະບຽນ
zh_cn: 新用户注册

source: From the package price of your refered user
lo_la: ຈາກລາຄາຊຸດຂອງຜູ້ໃຊ້ທີ່ອ້າງອີງຂອງທ່ານ
zh_cn: 从您推荐的用户的套餐价格中

source: new user registered & bought a package
lo_la: ຜູ້ໃຊ້ໃຫມ່ໄດ້ລົງທະບຽນແລະຊື້ແພກເກດ
zh_cn: 新用户注册并购买了一个套餐

source: Your affiliate link is
lo_la: ການເຊື່ອມຕໍ່ເປັນພີ່ນ້ອງກັນຂອງທ່ານແມ່ນ
zh_cn: 你的会员连接是

source: Affiliates Money Balance
lo_la: ຍອດ ຄວາມດີ ທີ່ເປັນສາຂາ

source: No affiliates
lo_la: ບໍ່ມີສາຂາ
zh_cn: 没有会员

source: Add New Field
lo_la: ເພີ່ມຊ່ອງຂໍ້ມູນໃໝ່
zh_cn: 添加新字段

source: Label
lo_la: ປ້າຍກຳກັບ
zh_cn: 标签

source: For
lo_la: ສຳລັບ
zh_cn: 对于

source: Mandatory
lo_la: ບັງຄັບ
zh_cn: 必填

source: Text Box
lo_la: ກ່ອງຂໍ້ຄວາມ
zh_cn: 文本框

source: Text Area
lo_la: ພື້ນທີ່ຂໍ້ຄວາມ
zh_cn: 文本区域

source: Select Box
lo_la: ເລືອກກ່ອງ
zh_cn: 选择框

source: Multiple Select
lo_la: ເລືອກຫຼາຍອັນ
zh_cn: 多选

source: Field For
lo_la: ພາກສະຫນາມສໍາລັບ
zh_cn: 领域

source: Where you want to use this field for
lo_la: ບ່ອນທີ່ທ່ານຕ້ອງການໃຊ້ພາກສະຫນາມນີ້ສໍາລັບ

source: Select Options
lo_la: ເລືອກຕົວເລືອກ
zh_cn: 选择选项

source: The description will show under the field
lo_la: ຄໍາອະທິບາຍຈະສະແດງພາຍໃຕ້ພາກສະຫນາມ
zh_cn: 描述将显示在字段下

source: Field place in settings page
lo_la: ສະຖານທີ່ພາກສະຫນາມໃນຫນ້າການຕັ້ງຄ່າ
zh_cn: 设置页面中的字段位置

source: Value Length
lo_la: ຄວາມຍາວມູນຄ່າ
zh_cn: 值长度

source: Default value is 32, and max value is 1000
lo_la: ຄ່າເລີ່ມຕົ້ນແມ່ນ 32, ແລະຄ່າສູງສຸດແມ່ນ 1000
zh_cn: 默认值为32，最大值为1000

source: The order of this field, custom fields will be displayed in ascending order
lo_la: ລຳດັບຂອງຊ່ອງຂໍ້ມູນນີ້, ຊ່ອງຂໍ້ມູນແບບກຳນົດເອງຈະສະແດງຢູ່ໃນລຳດັບຈາກນ້ອຍຫາໃຫຍ່
zh_cn: 此字段的顺序，自定义字段将按升序显示

source: Clickable
lo_la: ສາມາດຄລິກໄດ້
zh_cn: 可点击

source: Make the value shows as link
lo_la: ເຮັດໃຫ້ມູນຄ່າສະແດງໃຫ້ເຫັນເປັນການເຊື່ອມຕໍ່
zh_cn: 将值显示为链接

source: User must fill the field
lo_la: ຜູ້ໃຊ້ຕ້ອງຕື່ມຂໍ້ມູນໃສ່ພາກສະຫນາມ
zh_cn: 用户必须填写该字段
