Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Show in Registration
lo_la: ສະແດງຢູ່ໃນການລົງທະບຽນ
zh_cn: 在注册中显示

source: Show the field in the user registration, create page, create group or create event
lo_la: ສະແດງພາກສະຫນາມໃນການລົງທະບຽນຜູ້ໃຊ້, ສ້າງຫນ້າ, ສ້າງກຸ່ມຫຼືສ້າງເຫດການ
zh_cn: 在用户注册，创建页面，创建组或创建活动中显示该字段

source: Show in Target Page
lo_la: ສະແດງໃຫ້ເຫັນໃນຫນ້າເປົ້າຫມາຍ

source: Show the field in the user's profile, page, group or event
lo_la: ສະແດງຊ່ອງຂໍ້ມູນໃນໂປຣໄຟລ໌, ໜ້າ, ກຸ່ມ ຫຼືເຫດການຂອງຜູ້ໃຊ້

source: Show in Search
lo_la: ສະແດງຢູ່ໃນການຊອກຫາ

source: Show the field in the find people page
lo_la: ສະແດງພາກສະຫນາມໃນຫນ້າຊອກຫາຄົນ

source: The label of your custom field, also will be used as a placeholder
lo_la: ປ້າຍຊື່ຂອງຊ່ອງຂໍ້ມູນແບບກຳນົດເອງຂອງເຈົ້າຈະຖືກໃຊ້ເປັນຕົວຍຶດບ່ອນ
zh_cn: 自定义字段的标签也将用作占位符

source: The type of your custom field
lo_la: ປະເພດຂອງພາກສະຫນາມທີ່ກໍາຫນົດເອງຂອງທ່ານ
zh_cn: 自定义字段的类型

source: Allow users to create ads
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສ້າງໂຄສະນາ
zh_cn: 允许用户创建广告

source: Enable it will enable wallet by default
lo_la: ເປີດໃຊ້ມັນຈະເປີດໃຊ້ ລະບົບ ນ້ຳໃຈ ຕາມຄ່າເລີ່ມຕົ້ນ
zh_cn: 启用它将默认启用钱包

source: Ads Campaigns Approval System
lo_la: ລະບົບການອະນຸມັດແຄມເປນໂຄສະນາ
zh_cn: 广告活动

source: Turn the approval system On and Off
lo_la: ເປີດແລະປິດລະບົບການອະນຸມັດ
zh_cn: 打开和关闭音频通话系统

source: If disabled all campaigns will be approved by default
lo_la: ຖ້າປິດໃຊ້ງານແຄມເປນທັງໝົດຈະຖືກອະນຸມັດຕາມຄ່າເລີ່ມຕົ້ນ

source: Cost by View
lo_la: ຄ່າໃຊ້ຈ່າຍໂດຍເບິ່ງ
zh_cn: 以浏览量付费

source: Cost by Click
lo_la: ຄ່າໃຊ້ຈ່າຍໂດຍການຄລິກ
zh_cn: 以点击量付费

source: Add New Ads
lo_la: ເພີ່ມໂຄສະນາໃໝ່
zh_cn: 添加新广告

source: Home Page
lo_la: ຫນ້າທໍາອິດ
zh_cn: 主页

source: Search Page
lo_la: ຫນ້າຄົ້ນຫາ
zh_cn: 搜索页面

source: Discover People Page
lo_la: ຄົ້ນພົບໜ້າຄົນ

source: Notifications Page
lo_la: ການແຈ້ງເຕືອນຫນ້າ
zh_cn: 通知页

source: Post (Right Panel)
lo_la: ໂພສ (ກະດານຂວາ)

source: Post (Footer)
lo_la: ໂພສ (ສ່ວນທ້າຍ)

source: Photo Page
lo_la: ໜ້າຮູບ
zh_cn: 图像页面

source: Directory Page
lo_la: ຫນ້າໄດເລກະທໍລີ
zh_cn: 目录页面

source: Market Page
lo_la: ຫນ້າຕະຫຼາດ

source: Offers Page
lo_la: ຫນ້າສະເຫນີ

source: Jobs Page
lo_la: ໜ້າວຽກ
zh_cn: 工作页面

source: Movies Page
lo_la: ໜ້າຮູບເງົາ
zh_cn: 电影页面

source: Posts Feed
lo_la: ຟີດໂພສ
zh_cn: 信息流

source: Article (Right Panel)
lo_la: ບົດຄວາມ (ກະດານຂວາ)

source: Article (Footer)
lo_la: ບົດຄວາມ (ສ່ວນທ້າຍ)

source: Header
lo_la: ສ່ວນຫົວ
zh_cn: 页眉

source: Footer
lo_la: ພື້ນເວັບໄຊທ
zh_cn: 页脚

source: Search for pages you want to show this ads
lo_la: ຊອກຫາໜ້າທີ່ທ່ານຕ້ອງການສະແດງໂຄສະນານີ້

source: Search for groups you want to show this ads
lo_la: ຊອກຫາກຸ່ມທີ່ທ່ານຕ້ອງການສະແດງໂຄສະນານີ້

source: Video uploaded successfully
lo_la: Video ອັບໂຫຼດສຳເລັດແລ້ວ
zh_cn: 视频上传成功

source: Custom Video Thumbnail
lo_la: ໃສ່ພາບໜ້າປົກວີດີໂອ
zh_cn: 自定义视频缩略图

source: Audio uploaded successfully
lo_la: Audio ອັບໂຫຼດສຳເລັດແລ້ວ
zh_cn: 音频上传成功

source: File uploaded successfully
lo_la: ອັບໂຫຼດໄຟລ໌ສຳເລັດແລ້ວ
zh_cn: 文件上传成功

source: Create Offer
lo_la: ສ້າງຂໍ້ສະເໜີ
zh_cn: 创建优惠

source: Create Job
lo_la: ລົງປະກາດວຽກ
zh_cn: 创建工作

source: Create Album
lo_la: ສ້າງອາລະບ້ຳ
zh_cn: 创建相册

source: Write Article
lo_la: ຂຽນບົດຄວາມ
zh_cn: 写文章

source: Sell Something
lo_la: ຂາຍສິນຄ້າ
zh_cn: 出售商品

source: Create Poll
lo_la: ສ້າງແບບສຳຫຼວດ
zh_cn: 创建投票

source: Upload Video
lo_la: ອັບໂຫຼດວີດີໂອ
zh_cn: 上传视频

source: Upload Audio
lo_la: ອັບໂຫຼດສຽງ
zh_cn: 上传音频

source: Upload File
lo_la: ອັບໂຫຼດໄຟລ໌
zh_cn: 上传文件

source: Anonymous Post
lo_la: ໂພສທີ່ບໍ່ເປີດເຜີຍຊື່
zh_cn: 匿名文章

source: Enable Tips
lo_la: ເປີດຮັບ Tips
zh_cn: 启用使用提示

source: You can't access this category
lo_la: ທ່ານບໍ່ສາມາດເຂົ້າເຖິງໝວດໝູ່ນີ້ໄດ້

source: Manage Allowed Categories
lo_la: ຈັດການປະເພດທີ່ອະນຸຍາດ

source: System Permissions Groups
lo_la: ກຸ່ມການອະນຸຍາດລະບົບ

source: Custom Permissions Groups
lo_la: ກຸ່ມການອະນຸຍາດແບບກຳນົດເອງ

source: Grouo Info
lo_la: ຂໍ້ມູນ Grouo

source: Modules Permissions
lo_la: ການອະນຸຍາດໂມດູນ

source: Can Create Pages
lo_la: ສາມາດສ້າງຫນ້າ

source: Can Create Groups
lo_la: ສາມາດສ້າງກຸ່ມ

source: Can Create Events
lo_la: ສາມາດສ້າງເຫດການ

source: Can Write Articles
lo_la: ສາມາດຂຽນບົດຄວາມ

source: Can Sell Products
lo_la: ສາມາດຂາຍຜະລິດຕະພັນ

source: Can Add Threads/Replies
lo_la: ສາມາດເພີ່ມກະທູ້/ຕອບກັບ

source: Can Watch Movies
lo_la: ສາມາດເບິ່ງຮູບເງົາໄດ້

source: Can Play Games
lo_la: ສາມາດຫຼິ້ນເກມໄດ້

source: Features Permissions
lo_la: ຄຸນສົມບັດການອະນຸຍາດ

source: Can Send Gifts
lo_la: ສາມາດສົ່ງຂອງຂວັນ

source: Posts Permissions
lo_la: ການອະນຸຍາດໂພສ

source: Can Read Articles
lo_la: ສາມາດອ່ານບົດຄວາມ

source: Can Watch Videos
lo_la: ສາມາດເບິ່ງວິດີໂອໄດ້

source: Can Add Stories
lo_la: ສາມາດເພີ່ມເລື່ອງ

source: Can Add Colored Posts
lo_la: ສາມາດເພີ່ມຂໍ້ຄວາມສີ

source: Can Add Feelings/Activity Posts
lo_la: ສາມາດເພີ່ມຄວາມຮູ້ສຶກ / ຂໍ້ຄວາມກິດຈະກໍາ

source: Polls Posts
lo_la: ໂພສແບບສຳຫຼວດ

source: Can Add Polls Posts
lo_la: ສາມາດເພີ່ມໂພສແບບສຳຫຼວດໄດ້

source: Geolocation Posts
lo_la: ສະຖານທີ່ຕັ້ງພູມສາດ

source: Can Add Geolocation Posts
lo_la: ສາມາດເພີ່ມສະຖານທີ່ຕັ້ງພູມສາດໄດ້

source: GIF Posts
lo_la: ໂພສ GIF

source: Can Add GIF Posts
lo_la: ສາມາດເພີ່ມ GIF Posts

source: Anonymous Posts
lo_la: ໂພສທີ່ບໍ່ເປີດເຜີຍຊື່

source: Can Add Anonymous Posts
lo_la: ສາມາດເພີ່ມຂໍ້ຄວາມທີ່ບໍ່ເປີດເຜີຍຊື່

source: Registration Permissions
lo_la: ການ​ອະ​ນຸ​ຍາດ​ການ​ຈົດ​ທະ​ບຽນ​

source: Invitation
lo_la: ເຊີນ
zh_cn: 邀请

source: Can Generate Invitation Codes
lo_la: ສາມາດສ້າງລະຫັດເຊີນ

source: Chat Permissions
lo_la: ການອະນຸຍາດການສົນທະນາ

source: Audio Call
lo_la: ໂທສຽງ

source: Can Make Audio Calls
lo_la: ສາມາດໂທສຽງໄດ້

source: Video Call
lo_la: ໂທວິດີໂອ

source: Can Make Video Calls
lo_la: ສາມາດໂທວິດີໂອໄດ້

source: Live Permissions
lo_la: ການອະນຸຍາດສົດ

source: Uploads Permissions
lo_la: ຕັ້ງຄ່າການອັບໂຫລດ

source: Videos Upload
lo_la: ອັບໂຫຼດວິດີໂອ

source: Can Upload Videos
lo_la: ສາມາດອັບໂຫລດວີດີໂອ

source: Can Upload Audio
lo_la: ສາມາດອັບໂຫລດສຽງໄດ້

source: Files Upload
lo_la: ອັບໂຫຼດໄຟລ໌
zh_cn: 文件上传

source: Money Permissions
lo_la: ການອະນຸຍາດນ້ຳໃຈ້

source: Can Create Ads
lo_la: ສາມາດສ້າງໂຄສະນາ

source: Fundings
lo_la: ທຶນ

source: Can Raise Fundings
lo_la: ສາມາດລະດົມທຶນໄດ້

source: Can Monetize Content
lo_la: ສາມາດສ້າງລາຍໄດ້ຈາກເນື້ອຫາ

source: Can Receive Tips
lo_la: ສາມາດໄດ້ຮັບຄໍາແນະນໍາ

source: More Articles
lo_la: ບົດຄວາມເພີ່ມຕື່ມ
zh_cn: 更多文章

source: Sub-Categories
lo_la: ໝວດຍ່ອຍ
zh_cn: 次级目录

source: Read More
lo_la: ອ່ານເພີ່ມ
zh_cn: 阅读更多

source: Posted
lo_la: ປະກາດ
zh_cn: 发布

source: Cover
lo_la: ໜ້າປົກ
zh_cn: 覆盖

source: Tags
lo_la: ປ້າຍກຳກັບ
zh_cn: 标签

source: Delete Article
lo_la: ລຶບບົດຄວາມ
zh_cn: 删除文章

source: Publish To
lo_la: ເຜີຍແຜ່ເຖິງ

source: Create New Page
lo_la: ສ້າງ ເພຈ໌ໃໝ່
zh_cn: 创建新页面

source: Sent Requests
lo_la: ສົ່ງຄຳຂໍເປັນເພືອນ
zh_cn: 发送请求

source: Keyword
lo_la: ຄໍາສໍາຄັນ
zh_cn: 关键词

source: Gender
lo_la: ເພດ
zh_cn: 性别

source: Relationship
lo_la: ຄວາມສໍາພັນ
zh_cn: 关系

source: Online Status
lo_la: ສະຖານະພາບອອນໄລນ໌
zh_cn: 在线状态

source: People You May Know
lo_la: ຄົນ​ທີ່​ເຈົ້າ​ອາດ​ຮູ້​ຈັກ
zh_cn: 你可能认识的人

source: No people available for your search
lo_la: ບໍ່ມີຄົນທີ່ມີຢູ່ສໍາລັບການຊອກຫາຂອງທ່ານ
zh_cn: 没有人可以搜索

source: Respond to Your Friend Request
lo_la: ຕອບ​ສະ​ຫນອງ​ການ​ຮ້ອງ​ຂໍ​ຂອງ​ຫມູ່​ເພື່ອນ​ຂອງ​ທ່ານ​
zh_cn: 回应您的好友请求

source: Promoted Offers
lo_la: ຂໍ້ສະເໜີສົ່ງເສີມ
zh_cn: 促销优惠

source: Expire Soon
lo_la: ໝົດອາຍຸໃນໄວໆນີ້

source: Expire Latest
lo_la: ໝົດອາຍຸຫຼ້າສຸດ

source: End
lo_la: ຈົບ
zh_cn: 结束

source: Getting the Camera and Mic permissions
lo_la: ໄດ້ຮັບການອະນຸຍາດກ້ອງຖ່າຍຮູບ ແລະໄມ
zh_cn: 获取相机和麦克风权限

source: Set as a Section
lo_la: ຕັ້ງເປັນພາກ
zh_cn: 设为部分

source: First name
lo_la: ຊື່
zh_cn: 名字

source: Last name
lo_la: ນາມສະກຸນ
zh_cn: 姓

source: I expressly agree to receive the newsletter
lo_la: ຂ້າພະເຈົ້າຕົກລົງເຫັນດີທີ່ຈະຮັບຂ່າວ ຫລື ແຈ້ງການຈາກແພັດຟອມຄິດຮອດ
zh_cn: 我同意接收实时消息

source: By creating your account, you agree to our
lo_la: ຂ້າພະເຈົ້າ ໄດ້ອ່ານ, ເຫັນດີ ແລະ ຍອມຮັບກັບ
zh_cn: 创建帐户，表明您同意我们的

source: Terms
lo_la: ເງື່ອນໄຂ
zh_cn: 条款

source: Privacy Policy
lo_la: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
zh_cn: 隐私政策

source: People Who Voted For This Option
lo_la: ຄົນຜູ້ທີ່ລົງ ຄວາມດີ ສຽງສໍາລັບທາງເລືອກນີ້

source: No people voted for this
lo_la: ບໍ່ມີໃຜລົງ ຄວາມດີ ສຽງສໍາລັບເລື່ອງນີ້
zh_cn: 没有人投票支持这一选项

source: More Funding
lo_la: ທຶນເພີ່ມເຕີມ
zh_cn: 更多资金

source: This page enabled content monetization however you can see the content as you are admin/modertaor
lo_la: ໜ້ານີ້ເປີດໃຊ້ການສ້າງລາຍໄດ້ຂອງເນື້ອຫາຢ່າງໃດກໍຕາມເຈົ້າສາມາດເຫັນເນື້ອຫາໄດ້ຕາມທີ່ເຈົ້າເປັນ admin/modertaor

source: Page Settings
lo_la: ການຕັ້ງຄ່າຫນ້າ
zh_cn: 页面设置

source: Page Information
lo_la: ຂໍ້ມູນເພຈ
zh_cn: 页面信息

source: Action Button
lo_la: ປຸ່ມປະຕິບັດ
zh_cn: 动作按钮

source: Action Button Text
lo_la: ຂໍ້ຄວາມປຸ່ມປະຕິບັດ
zh_cn: 动作按钮文本

source: For example: Subscribe, Get tickets, Preorder now or Shop now
lo_la: ຕົວຢ່າງ: ຈອງ, ຮັບປີ້, Preorder now or Shop now
zh_cn: 例如：订阅，获取门票，立即预订或立即购物

source: Action Button Color
lo_la: ສີປຸ່ມປະຕິບັດ
zh_cn: 动作按钮颜色

source: Action Button URL
lo_la: ປຸ່ມປະຕິບັດ URL
zh_cn: 动作按钮网址

source: Page Subscribers
lo_la: ຈອງໜ້າ

source: This page is verified
lo_la: ໜ້ານີ້ຖືກກວດສອບແລ້ວ
zh_cn: 此页面已验证

source: Once you delete your page you will no longer can access it again
lo_la: ເມື່ອທ່ານລຶບໜ້າຂອງທ່ານແລ້ວ ທ່ານຈະບໍ່ສາມາດເຂົ້າເຖິງມັນໄດ້ອີກ
zh_cn: 删除页面后，您将无法再次访问它

source: Share Invitation Code
lo_la: ແບ່ງປັນລະຫັດເຊີນ

source: Your invitation code is
lo_la: ລະຫັດເຊີນຂອງທ່ານແມ່ນ
zh_cn: 你的邀请码是

source: Share the code to
lo_la: ແບ່ງປັນລະຫັດໃຫ້

source: Phone number i.e +1234567890
lo_la: ເບີໂທລະສັບ i.e +1234567890
zh_cn: 电话号码，即+1234567890

source: Promoted Products
lo_la: ຜະລິດຕະພັນສົ່ງເສີມ
zh_cn: 推广产品

source: Price High
lo_la: ລາຄາສູງ

source: Price Low
lo_la: ລາຄາຕໍ່າ

source: Email Verification Required
lo_la: ຕ້ອງການຢືນຢັນອີເມວ
zh_cn: 需要电子邮件验证

source: Check your email inbox
lo_la: ກວດເບິ່ງກ່ອງອີເມວຂອງເຈົ້າ
zh_cn: 检查您的电子邮件收件箱

source: to complete the verification process
lo_la: ເພື່ອເຮັດສໍາເລັດຂະບວນການກວດສອບ
zh_cn: 完成验证过程

source: Phone Verification Required
lo_la: ຕ້ອງການຢືນຢັນໂທລະສັບ
zh_cn: 需要手机验证

source: Check your phone SMS
lo_la: ກວດເບິ່ງ SMS ໂທລະສັບຂອງທ່ານ
zh_cn: 请检查手机上的SMS短信

source: to complete phone verification process
lo_la: ເພື່ອເຮັດສໍາເລັດຂະບວນການກວດສອບໂທລະສັບ
zh_cn: 完成手机验证过程

source: Phone number (e.g: +1234567890)
lo_la: ເບີໂທລະສັບ (ເຊັ່ນ: +1234567890)

source: Your account is already verified if you changed your username you will lose the verification badge
lo_la: ບັນ​ຊີ​ຂອງ​ທ່ານ​ໄດ້​ຮັບ​ການ​ກວດ​ສອບ​ແລ້ວ​ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ປ່ຽນ​ຊື່​ຜູ້​ໃຊ້​ຂອງ​ທ່ານ​, ທ່ານ​ຈະ​ສູນ​ເສຍ​ປ້າຍ​ການ​ຢືນ​ຢັນ​
zh_cn: 你的帐户已被验证，如果你更改了你的用户名，你将失去认证标识。

source: Secuirty Check
lo_la: ກວດກາຄວາມປອດໄພ
zh_cn: 安全检查

source: Current Password
lo_la: ລະ​ຫັດ​ປັດ​ຈຸ​ບັນ
zh_cn: 当前密码

source: You need to enter your current password for security check
lo_la: ທ່ານຕ້ອງໃສ່ລະຫັດຜ່ານປັດຈຸບັນຂອງທ່ານເພື່ອກວດສອບຄວາມປອດໄພ
zh_cn: 您需要输入当前密码进行安全检查

source: News Feed
lo_la: ຂ່າວ
zh_cn: 新动态

source: My Funding
lo_la: ລະດົມທຶນຂອງຂ້ອຍ
zh_cn: 许愿资助

source: Advertising
lo_la: ການໂຄສະນາ
zh_cn: 广告

source: explore
lo_la: ຊອກຫາ
zh_cn: 浏览

source: Create New Job
lo_la: ສ້າງວຽກໃໝ່
zh_cn: 创建新工作

source: Manage Banned IPs
lo_la: ຈັດການ IP ທີ່ຖືກຫ້າມ
zh_cn: 管理禁止的IP地址

source: View Profile
lo_la: ເບິ່ງ Profile
zh_cn: 查看资料

source: Account
lo_la: ບັນຊີ
zh_cn: 帐户

source: Extra
lo_la: ພິເສດອື່ນ
zh_cn: 额外

source: Verified User
lo_la: ຜູ້ໃຊ້ທີ່ຢືນຢັນແລ້ວ
zh_cn: 认证用户

source: Ban Message
lo_la: ຫ້າມຂໍ້ຄວາມ
zh_cn: 留言

source: The message that is presented on this profile, if empty 404 error will be used instead
lo_la: ຂໍ້​ຄວາມ​ທີ່​ນໍາ​ສະ​ເຫນີ​ຢູ່​ໃນ​ໂປ​ຣ​ໄຟ​ລ໌​ນີ້​, ຖ້າ​ຫາກ​ວ່າ​ຫວ່າງ​ເປົ່າ​ຄວາມ​ຜິດ​ພາດ 404 ຈະ​ຖືກ​ນໍາ​ໃຊ້​ແທນ​
zh_cn: 此配置文件上显示的消息，如果将使用空的 404 错误代替

source: Account Activated
lo_la: ບັນຊີຖືກເປີດໃຊ້ແລ້ວ
zh_cn: 已激活帐户

source: Account activation disabled from your system
lo_la: ການເປີດໃຊ້ບັນຊີຖືກປິດຈາກລະບົບຂອງທ່ານ
zh_cn: 您的系统已禁用帐户激活

source: Account activation enabled from your system settings by
lo_la: ການ​ເປີດ​ໃຊ້​ງານ​ບັນ​ຊີ​ຈາກ​ການ​ຕັ້ງ​ຄ່າ​ລະ​ບົບ​ຂອງ​ທ່ານ​ໂດຍ
zh_cn: 通过您的系统设置启用帐户激活

source: Demo Account
lo_la: ບັນຊີຕົວຢ່າງ
zh_cn: 模拟账户

source: If demo mode enabled this user will not be able to do anything
lo_la: ຖ້າເປີດໃຊ້ໂໝດສາທິດຜູ້ໃຊ້ນີ້ຈະບໍ່ສາມາດເຮັດຫຍັງໄດ້
zh_cn: 如果启用演示模式，此用户将无法执行任何操作

source: User Group
lo_la: ກຸ່ມຜູ້ໃຊ້
zh_cn: 用户组

source: Administrators
lo_la: ຜູ້ບໍລິຫານ
zh_cn: 管理员

source: If user subscribed to a package so this package permissions will be used instead
lo_la: ຖ້າຜູ້ໃຊ້ສະໝັກໃຊ້ແພັກເກັດເພື່ອການອະນຸຍາດແພັກເກັດນີ້ຈະຖືກໃຊ້ແທນ

source: Email Verified
lo_la: ຢືນຢັນອີເມວແລ້ວ
zh_cn: Email已验证

source: Phone Verified
lo_la: ໂທລະສັບຢືນຢັນແລ້ວ
zh_cn: 手机号码已验证

source: Delete User
lo_la: ລຶບຜູ້ໃຊ້
zh_cn: 删除用户

source: Remove Package
lo_la: ເອົາແພັກເກດອອກ
zh_cn: 删除套餐

source: Select Package
lo_la: ເລືອກ Package
zh_cn: 选择套餐

source: Wallet Balance
lo_la: ຍອດ ນ້ຳໃຈ ທີ່ມີ
zh_cn: 钱包余额

source: This user is not eligible for monetization
lo_la: ຜູ້ໃຊ້ນີ້ບໍ່ມີສິດສໍາລັບການສ້າງລາຍໄດ້

source: Value
lo_la: ມູນຄ່າ

source: Email Provider
lo_la: ຕັ້ງຄ່າອີເມວ
zh_cn: 电子邮件提供商

source: Select what you want to add to the blackist
lo_la: ເລືອກສິ່ງທີ່ທ່ານຕ້ອງການເພີ່ມໃສ່ blackist
zh_cn: 选择你想添加到黑名单中的内容

source: IP (example: 192.168.687.123) | Email Povider (example: outlook.com or gmail.com) | Username (example: admin or superadmin)
lo_la: IP (ຕົວຢ່າງ: 192.168.687.123) | ອີເມວ Povider (ຕົວຢ່າງ: outlook.com ຫຼື gmail.com) | ຊື່ຜູ້ໃຊ້ (ຕົວຢ່າງ: admin ຫຼື superadmin)
zh_cn: IP (例如：192.168.687.123) | 邮件提供商 (例如：outlook.com或gmail.com) | 用户名 (例如：admin或superadmin)

source: Add New Announcement
lo_la: ເພີ່ມປະກາດໃໝ່
zh_cn: 添加新公告

source: Announcement name will appear only in the admin panel (mandatory)
lo_la: ຊື່ປະກາດຈະປາກົດຢູ່ໃນກະດານຜູ້ເບິ່ງແຍງເທົ່ານັ້ນ (ບັງຄັບ)
zh_cn: 公告名称仅出现在管理面板中（必填）

source: Announcement title will appear on the announcement block
lo_la: ຫົວຂໍ້ປະກາດຈະປາກົດຢູ່ໃນບລັອກປະກາດ
zh_cn: 公告标题将出现在公告栏中

source: Warning
lo_la: ຄໍາເຕືອນ
zh_cn: 警告

source: Danger
lo_la: ອັນຕະລາຍ
zh_cn: 危险

source: Announcement name will appear only in the admin panel
lo_la: ຊື່ປະກາດຈະປາກົດຢູ່ໃນກະດານຜູ້ເບິ່ງແຍງເທົ່ານັ້ນ
zh_cn: 公告名称仅出现在管理面板中

source: Remember me
lo_la: ຈື່ຂ້ອຍໄວ້
zh_cn: 记住我

source: Forgotten password?
lo_la: ລືມລະຫັດຜ່ານບໍ?
zh_cn: 忘记密码？

source: login with
lo_la: ເຂົ້າສູ່ລະບົບດ້ວຍ
zh_cn: 用社交账号登录

source: Not registered?
lo_la: ຍັງບໍ່ເປັນຊະມາຊິກບໍ?
zh_cn: 未注册?

source: Create an account
lo_la: ສ້າງບັນຊີ
zh_cn: 创建一个帐户

source: register with
lo_la: ລົງທະບຽນກັບ
zh_cn: 用社交账号注册

source: Have an account?
lo_la: ມີບັນຊີແລ້ວບໍ?
zh_cn: 已有账户？

source: Login Now
lo_la: ເຂົ້າສູ່ລະບົບ
zh_cn: 立即登录

source: People Who Donated To This
lo_la: ຄົນຜູ້ທີ່ບໍລິຈາກເພື່ອນີ້

source: No people donated for this
lo_la: ບໍ່ມີຄົນບໍລິຈາກສໍາລັບການນີ້

source: List Users
lo_la: ລາຍຊື່ຜູ້ໃຊ້
zh_cn: 列出用户

source: List Moderators
lo_la: ລາຍຊື່ຜູ້ຄວບຄຸມ
zh_cn: 版主列表

source: List Admins
lo_la: ລາຍຊື່ເຈົ້າຫນ້າທີ່
zh_cn: 管理员列表

source: List Online
lo_la: ລາຍຊື່ອອນໄລນ໌
zh_cn: 在线用户列表

source: List Banned
lo_la: ລາຍຊື່ຖືກຫ້າມ
zh_cn: 禁止用户列表

source: List posts
lo_la: ລາຍການປະກາດ
zh_cn: 文章列表

source: List Videos Categories
lo_la: ປະເພດການປະກາດ

source: List Pages
lo_la: ລາຍຊື່ໜ້າ
zh_cn: 页面列表

source: List Categories
lo_la: ລາຍຊື່ປະເພດ
zh_cn: 分类列表

source: List Groups
lo_la: ລາຍຊື່ກຸ່ມ
zh_cn: 小组列表

source: List Events
lo_la: ລາຍຊື່ເຫດການ
zh_cn: 活动列表

source: List Articles
lo_la: ລາຍຊື່ບົດຄວາມ
zh_cn: 列出文章

source: List Products
lo_la: ລາຍການສິນຄ້າ
zh_cn: 产品列表

source: List Offers
lo_la: ລາຍການຂໍ້ສະເໜີ
zh_cn: 列出优惠

source: List Jobs
lo_la: ລາຍຊື່ວຽກ

source: List Forums
lo_la: ລາຍຊື່ເວທີສົນທະນາ
zh_cn: 版块列表

source: List Threads
lo_la: ລາຍຊື່ກະທູ້
zh_cn: 列出线程

source: List Replies
lo_la: ລາຍການຕອບ
zh_cn: 列出回复

source: List Movies
lo_la: ລາຍຊື່ຮູບເງົາ
zh_cn: 电影列表

source: List Genres
lo_la: ລາຍຊື່ປະເພດ
zh_cn: 流派列表

source: List Games
lo_la: ລາຍຊື່ເກມ
zh_cn: 游戏列表

source: Ads Settings
lo_la: ການຕັ້ງຄ່າໂຄສະນາ
zh_cn: 广告设置

source: List Users Ads
lo_la: ລາຍຊື່ຜູ້ໃຊ້ໂຄສະນາ
zh_cn: 用户广告列表

source: List System Ads
lo_la: ລາຍຊື່ໂຄສະນາລະບົບ
zh_cn: 系统广告设置

source: Wallet Settings
lo_la: ການຕັ້ງຄ່າ ລະບົບນ້ຳໃຈ
zh_cn: 钱包设置

source: Pro Settings
lo_la: ການຕັ້ງຄ່າ Pro
zh_cn: VIP设置

source: List Packages
lo_la: ລາຍການຊຸດໂປຣ
zh_cn: 套餐列表

source: List Subscribers
lo_la: ລາຍຊື່ຜູ້ສະໝັກ
zh_cn: 订阅者列表

source: Points Settings
lo_la: ການຕັ້ງຄ່າຄວາມດີ
zh_cn: 积分设置

source: Funding Settings
lo_la: ການຕັ້ງຄ່າທຶນ ຄວາມດີ
zh_cn: 资金设置

source: Developers Settings
lo_la: ການຕັ້ງຄ່ານັກພັດທະນາ
zh_cn: 开发者设置

source: List Apps
lo_la: ລາຍຊື່ແອັບ
zh_cn: 应用列表

source: List reports
lo_la: ລາຍ​ງານ​ລາຍ​ການ​

source: List Requests
lo_la: ລາຍຊື່ຄໍາຮ້ອງຂໍ
zh_cn: 请求列表

source: List Verified Users
lo_la: ລາຍຊື່ຜູ້ໃຊ້ທີ່ຢັ້ງຢືນແລ້ວ
zh_cn: 已验证用户列表

source: List Verified Pages
lo_la: ລາຍຊື່ຫນ້າທີ່ຢັ້ງຢືນ
zh_cn: 已验证页面列表

source: Customization
lo_la: ການປັບແຕ່ງ
zh_cn: 定制

source: Reach
lo_la: ຮູ້ສຶກ
zh_cn: 到达

source: Changing password will log you out from all other sessions
lo_la: ການປ່ຽນລະຫັດຜ່ານຈະໃຫ້ທ່ານອອກຈາກເຊດຊັນອື່ນທັງໝົດ
zh_cn: 更改密码将使您从所有其他会话注销

source: Your New Password
lo_la: ລະຫັດໃໝ່ຂອງທ່ານ
zh_cn: 你的新密码

source: Confirm New Password
lo_la: ຢືນຢັນລະຫັດໃໝ່
zh_cn: 确认新密码

source: Log in with a code from your
lo_la: Enter the code from the SMS message
zh_cn: 使用您的代码登录

source: email
lo_la: ອີເມວ
zh_cn: 电子邮件

source: phone
lo_la: ເບີໂທ
zh_cn: 电话

source: Google Authenticator App
lo_la: ແອັບ Google Authenticator
zh_cn: Google Authenticator 应用

source: as well as a password
lo_la: ເຊັ່ນດຽວກັນກັບລະຫັດຜ່ານ
zh_cn: 以及密码

source: Configuring your authenticator
lo_la: ຕັ້ງຄ່າຕົວພິສູດຢືນຢັນຂອງທ່ານ
zh_cn: 配置验证器

source: You need to download Google Authenticator app for
lo_la: ທ່ານຈໍາເປັນຕ້ອງໄດ້ດາວນ໌ໂຫລດ app Google Authenticator ສໍາລັບ
zh_cn: 您需要下载Google身份验证器应用

source: In your app, add a new account using the details below
lo_la: ໃນແອັບຯຂອງທ່ານ, ເພີ່ມບັນຊີໃຫມ່ໂດຍໃຊ້ລາຍລະອຽດຂ້າງລຸ່ມນີ້
zh_cn: 在您的应用中，使用以下详细信息添加新帐户

source: Scanning the QR code
lo_la: ກຳລັງສະແກນລະຫັດ QR
zh_cn: 扫描二维码

source: Manually by entering this token
lo_la: ດ້ວຍຕົນເອງໂດຍການປ້ອນ token ນີ້
zh_cn: 手动输入此令牌

source: Activate your authenticator
lo_la: ເປີດໃຊ້ຕົວພິສູດຢືນຢັນຂອງທ່ານ
zh_cn: 激活您的身份验证器

source: Verification Code
lo_la: ລະຫັດຢືນຢັນ
zh_cn: 验证码

source: Enter the code shown on your app
lo_la: ໃສ່ລະຫັດທີ່ສະແດງຢູ່ໃນແອັບຯຂອງທ່ານ
zh_cn: 输入您应用中显示的代码

source: Most Recent
lo_la: ຫຼ້າສຸດ
zh_cn: 最近

source: Top Comments
lo_la: ຄວາມຄິດເຫັນສູງສຸດ
zh_cn: 顶部备注

source: All Comments
lo_la: ຄຳເຫັນທັງໝົດ
zh_cn: 所有评论

source: View previous comments
lo_la: ເບິ່ງຄຳເຫັນກ່ອນໜ້ານີ້
zh_cn: 查看以前的评论

source: Forgot your password?
lo_la: ລືມລະຫັດຜ່ານບໍ?
zh_cn: 忘记密码？

source: Transaction complete successfully
lo_la: ສຳເລັດທຸລະກຳສຳເລັດ
zh_cn: 交易成功完成

source: Your Events
lo_la: ເຂົ້າຮ່ວມງານ
zh_cn: Vos événements

source: Your Groups
lo_la: ກຸ່ມຂອງທ່ານ
zh_cn: Vos groupes

source: Your Pages
lo_la: ຫນ້າຂອງທ່ານ
zh_cn: Vos Pages

source: Live Video
lo_la: Vidéo en Live
zh_cn: Vidéo en Live

source: Who Can Add Polls
lo_la: ໃຜສາມາດເພີ່ມແບບສຳຫຼວດໄດ້
zh_cn: Qui peut ajouter des sondages

source: Who Can User Geolocation
lo_la: ໃຜສາມາດໃຊ້ສະຖານທີ່ຕັ້ງພູມສາດ
zh_cn: Qui peut utiliser la géolocalisation

source: Who Can Post As Anonymous
lo_la: ໃຜສາມາດປະກາດເປັນ Anonymous
zh_cn: Qui peut publier en tant qu’anonyme

source: High Quality
lo_la: ຄຸນ​ນະ​ພາບ​ສູງ
zh_cn: Haute qualité

source: Medium Quality
lo_la: ຄຸນນະພາບປານກາງ
zh_cn: Qualité moyenne

source: Low Quality
lo_la: ຄຸນະພາບຕໍ່າ
zh_cn: Faible qualité

source: Click Here
lo_la: ກົດ​ບ່ອນ​ນີ້
zh_cn: Cliquez ici

source: Who Can Use Tips
lo_la: ໃຜສາມາດໃຊ້ຄໍາແນະນໍາ

source: Boost Posts
lo_la: ເພີ່ມໂພສ
zh_cn: Booster les Posts

source: Boost Pages
lo_la: Boost
zh_cn: Booster les pages

source: Create File
lo_la: Create New Group
zh_cn: Créer un fichier

source: Send Verification Request
lo_la: ສົ່ງຄຳຮ້ອງຂໍການຢັ້ງຢືນ
zh_cn: Envoyer une demande de vérification

source: Do you know
lo_la: ເຈົ້າ​ຮູ້​ບໍ່
zh_cn: Savez-vous

source: To see what
lo_la: ເພື່ອເບິ່ງສິ່ງທີ່
zh_cn: Pour voir ce qui

source: shares with friends
lo_la: Shares
zh_cn: actions avec des amis

source: send a friend request
lo_la: Demander à devenir ami
zh_cn: Demander à devenir ami

source: Delete Request
lo_la: ລົບຄໍາຮ້ອງຂໍ
zh_cn: Supprimer la requête

source: favorites
lo_la: ສິ່ງທີ່ມັກ
zh_cn: favoris

source: Discover Games
lo_la: ເກມຄົ້ນພົບ
zh_cn: Découvrir les jeux

source: Discover Events
lo_la: Discover People
zh_cn: Découvrir les événements

source: Discover Groups
lo_la: Discover People
zh_cn: Découvrir les groupes

source: Discover Pages
lo_la: Discover ໂພສ
zh_cn: Découvrir les pages

source: You have entered an invalid price
lo_la: Vous avez entré un prix non valide
zh_cn: Vous avez entré un prix non valide

source: If you forgot your password?
lo_la: ຖ້າເຈົ້າລືມລະຫັດຜ່ານບໍ?
zh_cn: Si vous avez oublié votre mot de passe?

source: Photo Animated
lo_la: ຮູບພາບເຄື່ອນໄຫວ
zh_cn: Photo Animée

source: Photo Too Small
lo_la: ຮູບນ້ອຍເກີນໄປ
zh_cn: Photo trop petite

source: Set your monthly price for your content. You can change it anytime.
lo_la: ກໍານົດລາຄາປະຈໍາເດືອນຂອງທ່ານສໍາລັບເນື້ອຫາຂອງທ່ານ. ທ່ານສາມາດປ່ຽນມັນໄດ້ຕະຫຼອດເວລາ.
zh_cn: Définissez votre prix mensuel pour votre contenu. Vous pouvez le modifier à tout moment.

source: Subscribe to User
lo_la: ສະໝັກສະມາຊິກ
zh_cn: S’abonner à l’utilisateur

source: per month
lo_la: Par mois
zh_cn: Par mois

source: Default Home Wallpaper
lo_la: ຮູບພື້ນຫຼັງເລີ່ມຕົ້ນ
zh_cn: Fond d’écran d’accueil par défaut

source: Custom Home Wallpaper
lo_la: ຮູບພື້ນຫຼັງແບບກຳນົດເອງ
zh_cn: Fond d’écran d’accueil personnalisé

source: Write it on your heart that every day is the best day in the year
lo_la: ຂຽນມັນສິ່ງທີ່ຢູ່ໃນຫົວໃຈຂອງເຈົ້າວ່າທຸກໆມື້ແມ່ນມື້ທີ່ດີທີ່ສຸດໃນຊີວິດ
zh_cn: Écrivez sur votre cœur que chaque jour est le meilleur jour de l’année

source: May Your Good Afternoon Be Light, Blessed, Productive And Happy
lo_la: ຂໍ​ໃຫ້​ຕອນ​ບ່າຍ​ທີ່​ດີ​ຂອງ​ທ່ານ​ເປັນ​ແສງ​ສະ​ຫວ່າງ​, ພົບແຕ່​ໂຊກລາບ, ອຸດົມສົມບູນ​ ແລະ​ ມີ​ຄວາມ​ສຸກ​
zh_cn: Que votre bon après-midi soit léger, béni, productif et heureux

source: We hope you are enjoying your evening
lo_la: ພວກເຮົາຫວັງວ່າເຈົ້າຈະມີຄວາມສຸກກັບຕອນແລງຂອງເຈົ້າ
zh_cn: Nous espérons que vous appréciez votre soirée

source: Your phone number i.e +1234567890
lo_la: ເບີໂທລະສັບຂອງເຈົ້າຄື +1234567890
zh_cn: Votre numéro de téléphone, c’est-à-dire +1234567890

source: Website Logo
lo_la: ໂລໂກ້ເວັບໄຊທ໌
zh_cn: Logo du site Web

source: Two-Factor Authentication
zh_cn: 双重身份认证

source: Blocking
zh_cn: 黑名单

source: Affiliates
zh_cn: 推广会员

source: Affiliates Payments
zh_cn: 关联公司付款

source: Boosted Posts
zh_cn: 推广帖子

source: Boosted Pages
zh_cn: 推广页面

source: Congratulation
zh_cn: 恭喜！

source: Directory
zh_cn: 目录

source: Posts Directory
zh_cn: 帖子目录

source: Pages Directory
zh_cn: 页面目录

source: Groups Directory
zh_cn: 群组目录

source: Events Directory
zh_cn: 活动目录

source: Panel
zh_cn: 面板

source: Themes
zh_cn: 主题

source: Genres
zh_cn: 类型

source: Earnings
zh_cn: 收益

source: Fake Generator
zh_cn: 机器人

source: Garbage Collector
zh_cn: 垃圾回收器

source: Backup Database & Files
zh_cn: 备份数据库和文件

source: Static Pages
zh_cn: 静态页面

source: Discover People
zh_cn: 发现好友

source: Live
zh_cn: 实时

source: 404 Not Found
zh_cn: 404未找到

source: Test SMTP Connection on
zh_cn: 测试SMTP连接

source: Invalid type
zh_cn: 无效类型

source: Subscribe
zh_cn: 订阅

source: of
zh_cn: 的

source: You must fill in all of the fields
zh_cn: 你必须填写所有字段

source: You can not remove page super admin
zh_cn: 您无法删除页面超级管理员

source: commented on your photo
zh_cn: 评论了你的图片

source: mentioned you in a reply
zh_cn: 在回复里提到了你

source: added you as admin to
zh_cn: 将您添加为管理员

source: invite you to join an event
zh_cn: 邀请您参加活动

source: is live now
zh_cn: 现在正在直播

source: This album can't be deleted
zh_cn: 此相册无法删除

source: You must enter a title for your page
zh_cn: 您必须输入页面的标题

source: Page title must be at least 3 characters long. Please try another
zh_cn: 页面标题长度必须至少为3个字符。 请尝试另一个标题

source: Sorry, it looks like this username
zh_cn: 对不起，它看起来像这个用户名

source: belongs to an existing page
zh_cn: 属于现有页面
