Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: You must upload your profile image
lo_la: ທ່ານຕ້ອງອັບໂຫລດຮູບໂປຣໄຟລ໌ຂອງທ່ານ

source: You must enter your location info
lo_la: ທ່ານຕ້ອງໃສ່ຂໍ້ມູນສະຖານທີ່ຂອງທ່ານ

source: You must enter your work info
lo_la: ທ່ານຕ້ອງໃສ່ຂໍ້ມູນວຽກຂອງທ່ານ

source: You must enter your education info
lo_la: ທ່ານຕ້ອງໃສ່ຂໍ້ມູນການສຶກສາຂອງທ່ານ

source: Sign Up
lo_la: ລົງ​ທະ​ບຽນ
zh_cn: 注册

source: Invalid code, please try again
lo_la: ລະຫັດບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ
zh_cn: 密码无效，请重新输入

source: doesn't belong to any account
lo_la: ບໍ່ໄດ້ເປັນຂອງບັນຊີໃດໆ
zh_cn: 不属于任何帐户

source: Forget password activation key!
lo_la: ລືມລະຫັດເປີດໃຊ້ງານ!
zh_cn: 忘记密码激活密钥！

source: Activation key email could not be sent!
lo_la: ອີເມວກະແຈເປີດໃຊ້ງານບໍ່ສາມາດສົ່ງໄດ້!
zh_cn: 无法发送激活密钥电子邮件！

source: Invalid email, please try again
lo_la: ອີເມວບໍ່ຖືກຕ້ອງ, ກະລຸນາລອງໃໝ່ອີກຄັ້ງ
zh_cn: 电子邮箱无效，请重试

source: Your passwords do not match. Please try another
lo_la: ລະຫັດຜ່ານຂອງທ່ານບໍ່ກົງກັນ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 您的密码不匹配。 请尝试另一个密码

source: Invalid verification code
lo_la: ລະຫັດຢືນຢັນບໍ່ຖືກຕ້ອງ

source: You have to enter your password to continue
lo_la: ທ່ານຕ້ອງໃສ່ລະຫັດຜ່ານຂອງທ່ານເພື່ອສືບຕໍ່
zh_cn: 您必须输入密码才能继续

source: Sorry but this provider
lo_la: ຂໍໂທດແຕ່ຜູ້ໃຫ້ບໍລິການນີ້
zh_cn: 抱歉，此提供者

source: is not allowed in our system
lo_la: ບໍ່ອະນຸຍາດໃຫ້ຢູ່ໃນລະບົບຂອງພວກເຮົາ
zh_cn: 在系统中是不允许的

source: Sorry but this username
lo_la: ຂໍໂທດແຕ່ຊື່ຜູ້ໃຊ້ນີ້
zh_cn: 抱歉，此用户名

source: Demo Restriction
lo_la: ຂໍ້ຈຳກັດການສາທິດ
zh_cn: 演示模式

source: Settings have been updated
lo_la: ອັບເດດໃໝ່ແລ້ວ
zh_cn: 你的设置已保存。

source: Paid
lo_la: ຈ່າຍແລ້ວ
zh_cn: 支付

source: You already paid to this movie
lo_la: ທ່ານໄດ້ຈ່າຍ ຄວາມດີ ໃຫ້ກັບຮູບເງົານີ້ແລ້ວ

source: Thanks
lo_la: ຂອບໃຈ
zh_cn: 谢谢

source: Tip Sent Successfully
lo_la: ຄ່າ Tip ນໍ້າໃຈ ງາມໆຂອງທ່ານໄດ້ຖຶກສົ່ງຫາເຂົ້າຂອງໂພສ໌ແລ້ວ

source: Enter valid amount of money for example '50'
lo_la: ໃສ່ຈຳນວນ ນໍ້າໃຈ ທີ່ຖືກຕ້ອງເຊັ່ນ '50'
zh_cn: 输入有效金额，例如“50”

source: You already subscribed to this free trial package, Please select different package
lo_la: ທ່ານໄດ້ສະໝັກໃຊ້ຊຸດທົດລອງໃຊ້ຟຣີນີ້ແລ້ວ, ກະລຸນາເລືອກຊຸດອື່ນ
zh_cn: 你已经订阅了此试用套餐，请选择其他套餐

source: Sorry this package is not free!
lo_la: ຂໍ​ອະ​ໄພ​ຊຸດ​ນີ້​ບໍ່​ໄດ້​ຟຣີ​!
zh_cn: 抱歉，此套餐不免费！

source: Please attach your bank receipt
lo_la: ກະລຸນາແນບໃບຮັບ ຄວາມດີ ຈາກທະນາຄານຂອງທ່ານ
zh_cn: 请在此处附上交易凭据

source: Your request has been successfully sent, we will notify you once it's approved
lo_la: ການຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກສົ່ງໄປແລ້ວ, ພວກເຮົາຈະແຈ້ງໃຫ້ທ່ານຊາບເມື່ອມັນໄດ້ຮັບການອະນຸມັດ
zh_cn: 你的请求已经成功发送，一旦批准，我们将通知你。

source: Payment Declined: Please verify your information and try again, or try another payment method
lo_la: ການຊຳລະດ້ວຍ ຄວາມດີ ຖືກປະຕິເສດ: ກະລຸນາກວດສອບຂໍ້ມູນຂອງທ່ານ ແລ້ວລອງອີກຄັ້ງ ຫຼືລອງໃຊ້ວິທີອື່ນ
zh_cn: 付款被拒绝，请核实你的信息并重试，或尝试其他付款方式

source: Select valid discount percent
lo_la: ເລືອກສ່ວນຫຼຸດທີ່ຖືກຕ້ອງ
zh_cn: 选择有效的折扣率

source: Enter valid discount amount
lo_la: ໃສ່ຈຳນວນສ່ວນຫຼຸດທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的折扣金额

source: Enter valid Buy X amount
lo_la: ໃສ່ຈຳນວນຊື້ X ທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的购买X金额

source: Enter valid Get Y amount
lo_la: ໃສ່ຈໍານວນ Get Y ທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的Get Y金额

source: Enter valid Spend X amount
lo_la: ໃສ່ຈໍານວນການໃຊ້ຈ່າຍທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的消费X金额

source: Enter valid Amount Y amount
lo_la: ໃສ່ຈໍານວນ Y ທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的金额Y数额

source: Select valid discount type for your offer
lo_la: ເລືອກປະເພດສ່ວນຫຼຸດທີ່ຖືກຕ້ອງສຳລັບຂໍ້ສະເໜີຂອງທ່ານ
zh_cn: 为你的优惠选择有效的折扣类型

source: Add end date for your offer
lo_la: ເພີ່ມວັນທີສິ້ນສຸດສໍາລັບການສະເຫນີຂອງທ່ານ
zh_cn: 为你的报价添加结束日期

source: End date must be after today datetime
lo_la: ວັນທີສິ້ນສຸດຕ້ອງແມ່ນຫຼັງຈາກວັນທີຂອງມື້ນີ້
zh_cn: 结束日期必须是在今天的数据时间之后

source: select valid category for your offer
lo_la: ເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບການສະເຫນີຂອງທ່ານ
zh_cn: 为你的报价选择有效的类别

source: Add title for your offer
lo_la: ເພີ່ມຫົວຂໍ້ສໍາລັບການສະເຫນີຂອງທ່ານ
zh_cn: 为你的报价添加标题

source: Minimum offer title is 3 characters
lo_la: ຊື່ຂໍ້ສະເໜີຂັ້ນຕ່ຳແມ່ນ 3 ຕົວອັກສອນ
zh_cn: 最小的报价标题是3个字符

source: Maximum offer title is 100 characters
lo_la: ຊື່ຂໍ້ສະເໜີສູງສຸດແມ່ນ 100 ຕົວອັກສອນ

source: Add description for your offer
lo_la: ເພີ່ມຄໍາອະທິບາຍສໍາລັບການສະເຫນີຂອງທ່ານ
zh_cn: 为您的商品添加介绍

source: Minimum offer description is 32 characters
lo_la: ລາຍລະອຽດຂໍ້ສະເໜີຂັ້ນຕ່ຳແມ່ນ 32 ຕົວອັກສອນ

source: Maximum offer description is 1000 characters
lo_la: ລາຍລະອຽດຂໍ້ສະເໜີສູງສຸດແມ່ນ 1000 ຕົວອັກສອນ

source: Add thumbnail for your offer
lo_la: ເພີ່ມຮູບຫຍໍ້ສໍາລັບການສະເຫນີຂອງທ່ານ

source: Please add your product name
lo_la: ກະລຸນາເພີ່ມຊື່ຜະລິດຕະພັນຂອງທ່ານ
zh_cn: 请添加您的产品名称

source: Please add your product price
lo_la: ກະລຸນາເພີ່ມລາຄາຜະລິດຕະພັນຂອງທ່ານ
zh_cn: 请添加您的商品价格

source: Please add valid product price (0 for free or more)
lo_la: ກະລຸນາເພີ່ມລາຄາສິນຄ້າທີ່ຖືກຕ້ອງ (0 ຟຣີ ຫຼືຫຼາຍກວ່ານັ້ນ)
zh_cn: 请添加有效的产品价格（0个免费或更多）

source: Please select valid currency
lo_la: ກະລຸນາເລືອກສະກຸນ ຄວາມດີ ທີ່ຖືກຕ້ອງ

source: Please select valid product category
lo_la: ກະລຸນາເລືອກປະເພດຜະລິດຕະພັນທີ່ຖືກຕ້ອງ
zh_cn: 请添加有效的商品分类

source: Please select valid product status
lo_la: ກະລຸນາເລືອກສະຖານະຜະລິດຕະພັນທີ່ຖືກຕ້ອງ
zh_cn: 请添加有效的商品分类

source: Poll option too long
lo_la: ຕົວເລືອກແບບສຳຫຼວດຍາວເກີນໄປ
zh_cn: 投票选项太长

source: The poll option you provided is too long. Please try again
lo_la: ຕົວເລືອກແບບສຳຫຼວດທີ່ທ່ານລະບຸນັ້ນຍາວເກີນໄປ. ກະລຸນາລອງອີກຄັ້ງ
zh_cn: 你输入的投票选项太长。 请再试一次

source: Poll Option Already Added
lo_la: ເພີ່ມຕົວເລືອກແບບສຳຫຼວດແລ້ວ
zh_cn: 已添加投票选项

source: This option was already added to the poll
lo_la: ຕົວເລືອກນີ້ໄດ້ຖືກເພີ່ມເຂົ້າໃນແບບສຳຫຼວດແລ້ວ
zh_cn: 此选项已添加到投票中

source: Poll Text Needed
lo_la: ຕ້ອງການຂໍ້ຄວາມແບບສຳຫຼວດ
zh_cn: 需要投票文本

source: Ask a question so people know what your poll is about
lo_la: ຖາມຄຳຖາມເພື່ອໃຫ້ຄົນຮູ້ວ່າແບບສຳຫຼວດຂອງເຈົ້າກ່ຽວກັບຫຍັງ
zh_cn: 提出问题，以便人们了解您的投票内容

source: Success
lo_la: ຄວາມ​ສໍາ​ເລັດ
zh_cn: 成功

source: This has been shared Successfully
lo_la: ອັນນີ້ໄດ້ຖືກແບ່ງປັນສຳເລັດແລ້ວ
zh_cn: 已成功转发

source: Add title for your funding request
lo_la: ເພີ່ມຫົວຂໍ້ສໍາລັບຄໍາຮ້ອງຂໍ ຄວາມດີ ທຶນຂອງທ່ານ
zh_cn: 为您的资金请求添加标题

source: Minimum funding title is 3 characters
lo_la: ຊື່ການລະດົມທຶນຂັ້ນຕໍ່າແມ່ນ 3 ຕົວອັກສອນ
zh_cn: 最低资助标题为 3 个字符

source: Maximum funding title is 100 characters
lo_la: ຊື່ການລະດົມທຶນສູງສຸດແມ່ນ 100 ຕົວອັກສອນ
zh_cn: 最大资助标题为 100 个字符

source: Please add valid funding amount
lo_la: ກະລຸນາເພີ່ມຈໍານວນທຶນທີ່ຖືກຕ້ອງ
zh_cn: 请添加有效的资金金额

source: Add description for your funding request
lo_la: ເພີ່ມຄໍາອະທິບາຍສໍາລັບການຮ້ອງຂໍ ຄວາມດີ ຂອງທ່ານ
zh_cn: 为您的资金请求添加说明

source: Minimum funding description is 32 characters
lo_la: ລາຍລະອຽດການລະດົມທຶນຕໍ່າສຸດແມ່ນ 32 ຕົວອັກສອນ
zh_cn: 最低资金描述为 32 个字符

source: Maximum funding description is 1000 characters
lo_la: ລາຍລະອຽດການລະດົມທຶນສູງສຸດແມ່ນ 1000 ຕົວອັກສອນ
zh_cn: 最大资金描述为 1000 个字符

source: Add cover image for your funding request
lo_la: ເພີ່ມຮູບໜ້າປົກສຳລັບການຮ້ອງຂໍ ຄວາມດີ ທຶນຂອງທ່ານ
zh_cn: 为您的资金申请添加封面图片

source: Please the amount you would like to receive
lo_la: ກະລຸນາຈໍານວນທີ່ທ່ານຕ້ອງການທີ່ຈະໄດ້ຮັບ
zh_cn: 请填写您希望收到的金额

source: Add title for your job
lo_la: ເພີ່ມຫົວຂໍ້ສໍາລັບວຽກເຮັດງານທໍາຂອງທ່ານ

source: Minimum job title is 3 characters
lo_la: ຊື່ວຽກຕໍາ່ສຸດແມ່ນ 3 ຕົວອັກສອນ

source: Maximum job title is 100 characters
lo_la: ຕໍາແໜ່ງວຽກສູງສຸດແມ່ນ 100 ຕົວອັກສອນ

source: Add location for your job
lo_la: ເພີ່ມສະຖານທີ່ສໍາລັບວຽກຂອງທ່ານ

source: Enter valid minimum salary
lo_la: ໃສ່ ຄວາມດີ ເດືອນຂັ້ນຕໍ່າທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的最低工资

source: Enter valid maximum salary
lo_la: ໃສ່ ຄວາມດີ ເດືອນສູງສຸດທີ່ຖືກຕ້ອງ
zh_cn: 输入有效的最高工资

source: Select valid salary payment period
lo_la: ເລືອກໄລຍະເວລາການຈ່າຍ ຄວາມດີ ເດືອນທີ່ຖືກຕ້ອງ
zh_cn: 选择有效的工资支付期

source: Select valid job type
lo_la: ເລືອກປະເພດວຽກທີ່ຖືກຕ້ອງ
zh_cn: 选择有效的工作类型

source: select valid category for your job
lo_la: ເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບວຽກຂອງເຈົ້າ
zh_cn: 为应用程序选择一个分类

source: Add description for your job
lo_la: ເພີ່ມຄໍາອະທິບາຍສໍາລັບວຽກເຮັດງານທໍາຂອງທ່ານ
zh_cn: 添加工作描述

source: Minimum job description is 32 characters
lo_la: ລາຍລະອຽດວຽກຕໍາ່ສຸດແມ່ນ 32 ຕົວອັກສອນ
zh_cn: 最低职位描述为32个字符

source: Maximum job description is 1000 characters
lo_la: ລາຍລະອຽດວຽກສູງສຸດແມ່ນ 1000 ຕົວອັກສອນ
zh_cn: 职位描述最多为1000个字符

source: Enter your question
lo_la: ໃສ່ຄຳຖາມຂອງເຈົ້າ
zh_cn: 请输入您的问题

source: Enter choices for your question
lo_la: ໃສ່ທາງເລືອກສໍາລັບຄໍາຖາມຂອງທ່ານ
zh_cn: 为您的问题输入选项

source: Add cover image for your job
lo_la: ເພີ່ມຮູບໜ້າປົກສຳລັບວຽກຂອງເຈົ້າ
zh_cn: 为你的工作添加封面图片

source: This content is no longer exist
lo_la: ເນື້ອຫານີ້ບໍ່ມີແລ້ວ
zh_cn: 此内容已不存在

source: You already applied for this job before
lo_la: ເຈົ້າເຄີຍສະໝັກວຽກນີ້ມາກ່ອນແລ້ວ
zh_cn: 您以前已经申请过这份工作

source: Please enter your name
lo_la: ກະລຸນາໃສ່ຊື່ຂອງທ່ານ
zh_cn: 请输入你的名字

source: Please enter your location
lo_la: You must enter a title for your page
zh_cn: 请输入您的位置

source: Please enter your phone number
lo_la: ກະລຸນາໃສ່ເບີໂທລະສັບຂອງທ່ານ
zh_cn: 请输入您的电话号码

source: Please enter your email
lo_la: ກະລຸນາໃສ່ອີເມວຂອງທ່ານ
zh_cn: 请输入您的电子邮件

source: Please answer all the questions
lo_la: ກະລຸນາຕອບຄໍາຖາມທັງຫມົດ
zh_cn: 请回答所有问题

source: Done
lo_la: ແລ້ວໆ
zh_cn: 完成

source: Your application has been submitted successfully
lo_la: ໃບສະໝັກຂອງເຈົ້າໄດ້ຖືກສົ່ງສຳເລັດແລ້ວ
zh_cn: 您的申请已成功提交

source: Activated
lo_la: ເປີດໃຊ້ແລ້ວ
zh_cn: 激活

source: Your account already activated!
lo_la: ບັນຊີຂອງທ່ານຖືກເປີດໃຊ້ແລ້ວ!
zh_cn: 您的帐户已被激活！

source: Your phone has been changed
lo_la: ໂທລະສັບຂອງທ່ານໄດ້ຖືກປ່ຽນແປງ
zh_cn: 您的电话号码已更改

source: Please check your phone and copy the verification code to complete the verification process
lo_la: ກະລຸນາກວດເບິ່ງໂທລະສັບຂອງທ່ານ ແລະສຳເນົາລະຫັດຢືນຢັນເພື່ອສຳເລັດຂັ້ນຕອນການຢັ້ງຢືນ
zh_cn: 请检查您的手机并复制验证码以完成验证过程

source: Another email has been sent
lo_la: ອີເມວອື່ນຖືກສົ່ງໄປແລ້ວ
zh_cn: 另一封激活邮件已发送

source: Please click on the link in that email message to complete the verification process
lo_la: ກະລຸນາຄລິກໃສ່ການເຊື່ອມຕໍ່ໃນຂໍ້ຄວາມອີເມລ໌ນັ້ນເພື່ອສໍາເລັດຂະບວນການຢັ້ງຢືນ
zh_cn: 请单击该电子邮件中的链接以完成验证过程

source: Your email has been changed
lo_la: ອີເມວຂອງທ່ານຖືກປ່ຽນແປງ
zh_cn: 您的电子邮件已更改

source: Please click on the link in that email to complete the verification process
lo_la: ກະລຸນາຄລິກໃສ່ການເຊື່ອມຕໍ່ໃນອີເມລ໌ນັ້ນເພື່ອສໍາເລັດຂະບວນການຢັ້ງຢືນ
zh_cn: 请单击该电子邮件中的链接以完成验证过程

source: Another SMS has been sent
lo_la: ສົ່ງ SMS ອື່ນແລ້ວ
zh_cn: 已发送另一条SMS短信

source: You have to select a valid source for the movie
lo_la: ທ່ານຕ້ອງເລືອກແຫຼ່ງທີ່ຖືກຕ້ອງສໍາລັບຮູບເງົາ
zh_cn: 您必须为电影选择有效的来源

source: You have to enter title for the movie
lo_la: ທ່ານຕ້ອງໃສ່ຫົວຂໍ້ສໍາລັບຮູບເງົາ
zh_cn: 您必须输入活动标题

source: Please enter a valid imdb link
lo_la: ກະລຸນາໃສ່ລິ້ງ imdb ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的imdb链接

source: You have to select genre for the movie
lo_la: ທ່ານຕ້ອງເລືອກປະເພດສໍາລັບຮູບເງົາ
zh_cn: 你必须为电影选择流派

source: Movie info have been updated
lo_la: ຂໍ້​ມູນ​ຮູບ​ເງົາ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​
zh_cn: 电影信息已更新

source: Please enter a valid genre name
lo_la: ກະລຸນາໃສ່ຊື່ປະເພດທີ່ຖືກຕ້ອງ

source: Please enter a valid genre order
lo_la: ກະລຸນາໃສ່ຄໍາສັ່ງປະເພດທີ່ຖືກຕ້ອງ

source: Genre info have been updated
lo_la: ຂໍ້ມູນປະເພດໄດ້ຖືກປັບປຸງ
zh_cn: 流派信息已更新

source: Ads info have been updated
lo_la: ຂໍ້ມູນໂຄສະນາໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 广告信息已更新

source: Widget info have been updated
lo_la: ຂໍ້ມູນວິດເຈັດໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 小部件信息已更新

source: Emoji info have been updated
lo_la: ຂໍ້ມູນອີໂມຈິໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: Emoji信息已更新

source: Please enter a valid category name
lo_la: ກະລຸນາໃສ່ຊື່ປະເພດທີ່ຖືກຕ້ອງ

source: Please enter a valid category order
lo_la: ກະລຸນາໃສ່ຄໍາສັ່ງປະເພດທີ່ຖືກຕ້ອງ

source: Category info have been updated
lo_la: ຂໍ້ມູນໝວດໝູ່ໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 分类信息已更新

source: Please enter a valid URL to your page
lo_la: ກະລຸນາໃສ່ URL ທີ່ຖືກຕ້ອງໃສ່ຫນ້າຂອງທ່ານ
zh_cn: 请输入您页面的有效网址

source: belongs to an existing static page
lo_la: ເປັນຂອງໜ້າສະຖິດທີ່ມີຢູ່
zh_cn: 属于现有的静态页面

source: Static page info have been updated
lo_la: ຂໍ້ມູນໜ້າຄົງທີ່ໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 静态页面信息已更新

source: You must enter the email subject
lo_la: ທ່ານຕ້ອງໃສ່ຫົວຂໍ້ອີເມລ໌
zh_cn: 您必须输入电子邮件主题

source: You must enter the message subject
lo_la: ທ່ານຕ້ອງໃສ່ຫົວຂໍ້ຂໍ້ຄວາມ
zh_cn: 您必须输入消息主题

source: Email could not be sent
lo_la: ອີເມວບໍ່ສາມາດສົ່ງໄດ້
zh_cn: 电子邮件无法发出

source: Your request has been sent successfully and will be processed in the background
lo_la: ການຮ້ອງຂໍຂອງທ່ານໄດ້ຖືກສົ່ງໄປຢ່າງສໍາເລັດຜົນແລະຈະຖືກດໍາເນີນໃນພື້ນຫລັງ
zh_cn: 您的请求已发送成功，将在后台处理

source: Newsletter email has been sent successfully
lo_la: ອີເມວຈົດໝາຍຂ່າວໄດ້ຖືກສົ່ງໄປແລ້ວ
zh_cn: 通讯邮件已成功发送

source: You can not disable wallet as long as Ads system enabled, Disable it first
lo_la: ທ່ານບໍ່ສາມາດປິດການໃຊ້ງານ ລະບົບ ນ້ຳໃຈ ຕາບໃດທີ່ລະບົບໂຄສະນາເປີດໃຊ້ງານ, ປິດໃຊ້ງານມັນກ່ອນ
zh_cn: 只要启用广告系统就不能禁用钱包，请先禁用广告系统

source: You must select one withdrawal payment method at least
lo_la: ທ່ານຕ້ອງເລືອກໜຶ່ງວິທີການຖອນ ຄວາມດີ ຢ່າງໜ້ອຍ
zh_cn: 请至少选择一种提款付款方式

source: You must enable one method at least, either payments withdrawal requests or wallet transfer
lo_la: ທ່ານຕ້ອງເປີດໃຊ້ວິທີການຫນຶ່ງຢ່າງນ້ອຍ, ບໍ່ວ່າຈະເປັນການຮ້ອງຂໍການຖອນ ນໍ້າໃຈ ຫຼື ການໂອນ ນໍ້າໃຈ
zh_cn: 您必须至少启用一种方法，即付款提款请求或钱包转帐

source: You must enter valid number for affiliates levels
lo_la: ທ່ານຕ້ອງໃສ່ຕົວເລກທີ່ຖືກຕ້ອງສໍາລັບລະດັບພັນທະມິດ

source: Please enter valid commission >= 0 and < 100
lo_la: ກະລຸນາໃສ່ຄ່າຄອມມິດຊັນທີ່ຖືກຕ້ອງ >= 0 ແລະ < 100

source: Please enter valid minimum tip amount
lo_la: ກະລຸນາໃສ່ຈໍານວນຄໍາແນະນໍາຂັ້ນຕ່ໍາທີ່ຖືກຕ້ອງ

source: Please enter valid maximum tip amount
lo_la: ກະລຸນາໃສ່ຈໍານວນຄໍາແນະນໍາສູງສຸດທີ່ຖືກຕ້ອງ

source: Language info have been updated
lo_la: ຂໍ້ມູນພາສາໄດ້ຖືກປັບປຸງ
zh_cn: 语言信息已更新

source: Gender info have been updated
lo_la: ຂໍ້ມູນເພດໄດ້ຖືກປັບປຸງ

source: Oops! There is no theme folder availble in your 'content/themes' folder with such name make sure you cloned the default theme folder first then rename it with your new theme name
lo_la: ອຸຍ! ບໍ່ມີໂຟນເດີຫົວຂໍ້ທີ່ມີຢູ່ໃນໂຟນເດີ 'ເນື້ອໃນ/ຫົວຂໍ້' ຂອງທ່ານທີ່ມີຊື່ດັ່ງກ່າວ ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ໂຄນໂຟນເດີຮູບແບບສີສັນເລີ່ມຕົ້ນກ່ອນ ຈາກນັ້ນປ່ຽນຊື່ມັນດ້ວຍຊື່ຮູບແບບສີສັນໃໝ່ຂອງເຈົ້າ.
zh_cn: 哎呀！在您的“内容/主题”文件夹中没有这样的主题文件夹，确保您首先复制了默认的主题文件夹，然后用您的新主题名称重命名它

source: This is your only default theme you need to mark other theme as default before change/delete this one
lo_la: ນີ້​ແມ່ນ​ຮູບ​ແບບ​ມາດ​ຕະ​ຖານ​ພຽງ​ແຕ່​ຂອງ​ທ່ານ​ທີ່​ທ່ານ​ຕ້ອງ​ການ​ເພື່ອ​ຫມາຍ​ຮູບ​ແບບ​ອື່ນໆ​ເປັນ​ຄ່າ​ເລີ່ມ​ຕົ້ນ​ກ່ອນ​ທີ່​ຈະ​ປ່ຽນ / ລຶບ​ຫນຶ່ງ​ນີ້​
zh_cn: 这是您唯一的默认主题，您需要在更改/删除此主题之前将其他主题标记为默认主题

source: Theme info have been updated
lo_la: ຂໍ້ມູນຮູບແບບສີສັນໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 主题信息已更新

source: You must upload gift image
lo_la: ທ່ານຕ້ອງອັບໂຫລດຮູບພາບຂອງຂວັນ
zh_cn: 您必须上传礼物的图片

source: gift info have been updated
lo_la: ຂໍ້​ມູນ​ຂອງ​ຂວັນ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​
zh_cn: 礼品信息已更新

source: You have to select genre for the game
lo_la: ທ່ານຕ້ອງເລືອກປະເພດສໍາລັບເກມ

source: Game info have been updated
lo_la: ຂໍ້ມູນເກມໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 游戏信息已更新

source: Event info have been updated
lo_la: ຂໍ້ມູນເຫດການໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 活动信息已更新

source: Please enter a valid group name
lo_la: ກະລຸນາໃສ່ຊື່ກຸ່ມທີ່ຖືກຕ້ອງ

source: You can't edit this permissions group title because it's a default group
lo_la: ທ່ານບໍ່ສາມາດແກ້ໄຂຊື່ກຸ່ມການອະນຸຍາດນີ້ໄດ້ເນື່ອງຈາກມັນເປັນກຸ່ມເລີ່ມຕົ້ນ

source: Permission group have been updated
lo_la: ກຸ່ມການອະນຸຍາດໄດ້ຖືກປັບປຸງ

source: You must enter valid number for how many users you want to generate
lo_la: ທ່ານຕ້ອງໃສ່ຕົວເລກທີ່ຖືກຕ້ອງສໍາລັບຈໍານວນຜູ້ໃຊ້ທີ່ທ່ານຕ້ອງການສ້າງ
zh_cn: 您必须输入要生成的用户数的有效数字

source: The maximum number of generated users is 1000 per request
lo_la: ຈໍານວນຜູ້ໃຊ້ທີ່ສ້າງຂຶ້ນສູງສຸດແມ່ນ 1000 ຕໍ່ຄໍາຮ້ອງຂໍ
zh_cn: 每个请求的最大生成用户数为1000

source: fake users generated successfully
lo_la: ຜູ້​ໃຊ້​ປອມ​ຖືກ​ສ້າງ​ຂຶ້ນ​ຢ່າງ​ສໍາ​ເລັດ​ຜົນ​

source: You must enter valid number for how many pages you want to generate
lo_la: ທ່ານຕ້ອງໃສ່ຕົວເລກທີ່ຖືກຕ້ອງສໍາລັບຈໍານວນຫນ້າທີ່ທ່ານຕ້ອງການສ້າງ

source: The maximum number of generated pages is 1000 per request
lo_la: ຈໍານວນຫນ້າທີ່ຜະລິດສູງສຸດແມ່ນ 1000 ຕໍ່ຄໍາຮ້ອງຂໍ

source: You must select valid country for your page
lo_la: ທ່ານຕ້ອງເລືອກແຂວງທີ່ຖືກຕ້ອງສໍາລັບຫນ້າຂອງທ່ານ

source: fake pages generated successfully
lo_la: ໜ້າປອມຖືກສ້າງສຳເລັດແລ້ວ

source: You must enter valid number for how many groups you want to generate
lo_la: ທ່ານຕ້ອງໃສ່ຕົວເລກທີ່ຖືກຕ້ອງສໍາລັບຈໍານວນກຸ່ມທີ່ທ່ານຕ້ອງການທີ່ຈະສ້າງ

source: The maximum number of generated groups is 1000 per request
lo_la: ຈໍານວນສູງສຸດຂອງກຸ່ມທີ່ສ້າງຂຶ້ນແມ່ນ 1000 ຕໍ່ຄໍາຮ້ອງຂໍ

source: fake groups generated successfully
lo_la: ກຸ່ມ​ປອມ​ຖືກ​ສ້າງ​ຂຶ້ນ​ຢ່າງ​ສໍາ​ເລັດ​ຜົນ​

source: All expired subscribers and their boosted posts and pages resetted
lo_la: ຜູ້ສະໝັກໃຊ້ໝົດອາຍຸທັງໝົດ ແລະໂພສ ແລະໜ້າເວັບທີ່ເພີ່ມຂຶ້ນຂອງເຂົາເຈົ້າຖືກຕັ້ງຄືນໃໝ່
zh_cn: 所有过期的订阅者和他们增加的帖子和页面将被重置

source: All users points blance have been resetted
lo_la: ຄວາມດີ ຂອງຜູ້ໃຊ້ທັງໝົດໄດ້ຖືກຕັ້ງຄືນໃໝ່ແລ້ວ
zh_cn: 所有用户积分均已重置

source: All users points balance have been resetted
lo_la: ຍອດຄົງເຫຼືອ ຄວາມດີ ຜູ້ໃຊ້ທັງໝົດໄດ້ຖືກຕັ້ງຄືນໃໝ່ແລ້ວ
zh_cn: 所有用户积分余额已重置

source: Garbage collector removed
lo_la: ຄົນເກັບຂີ້ເຫຍື້ອເອົາອອກ
zh_cn: 拆除垃圾收集器

source: rows from the database
lo_la: ແຖວຈາກຖານຂໍ້ມູນ
zh_cn: 数据库中的行

source: Select which backup you would like to generate
lo_la: ເລືອກການສຳຮອງຂໍ້ມູນໃດນຶ່ງທີ່ເຈົ້າຕ້ອງການສ້າງ
zh_cn: 选择您要创建的备份

source: New backup has been generated
lo_la: ການສໍາຮອງຂໍ້ມູນໃຫມ່ໄດ້ຖືກສ້າງຂື້ນ
zh_cn: 新的备份已经生成

source: You have to select a valid pattern type
lo_la: ທ່ານຕ້ອງເລືອກປະເພດຮູບແບບທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的模式类型

source: You have to select the color 1
lo_la: ທ່ານ​ຕ້ອງ​ເລືອກ​ເອົາ​ສີ 1​
zh_cn: 请选择颜色1

source: You have to select the color 2
lo_la: ເຈົ້າ​ຕ້ອງ​ເລືອກ​ສີ 2
zh_cn: 请选择颜色2

source: You have to upload the background image
lo_la: ທ່ານ​ຈໍາ​ເປັນ​ຕ້ອງ​ອັບ​ຮູບ​ພາບ​ພື້ນ​ຖານ​
zh_cn: 请上传背景图片

source: You have to select the text color
lo_la: ທ່ານຕ້ອງເລືອກສີຂໍ້ຄວາມ
zh_cn: 请选择文本颜色

source: Pattern info have been updated
lo_la: ຂໍ້ມູນຮູບແບບໄດ້ຖືກປັບປຸງ
zh_cn: 模式信息已更新

source: You can not set the forum as a section to itself
lo_la: ທ່ານ​ບໍ່​ສາ​ມາດ​ກໍາ​ນົດ forum ເປັນ​ພາກ​ສ່ວນ​ຂອງ​ຕົນ​ເອງ​
zh_cn: 您无法将论坛设置为它自身的部分

source: Forum info have been updated
lo_la: ຂໍ້ມູນເວທີໄດ້ຖືກປັບປຸງ
zh_cn: 论坛信息已更新

source: You don't have the right permission to edit this user
lo_la: ທ່ານບໍ່ມີສິດໃນການແກ້ໄຂຜູ້ໃຊ້ນີ້

source: This account not exist
lo_la: ບັນຊີນີ້ບໍ່ມີຢູ່
zh_cn: 此帐号不存在

source: You can't ban this user
lo_la: ທ່ານບໍ່ສາມາດຫ້າມຜູ້ໃຊ້ນີ້ໄດ້

source: You can't demo this user
lo_la: ທ່ານບໍ່ສາມາດສາທິດຜູ້ໃຊ້ນີ້ໄດ້

source: Please select a valid user group
lo_la: ກະລຸນາເລືອກກຸ່ມຜູ້ໃຊ້ທີ່ຖືກຕ້ອງ

source: User info have been updated
lo_la: ຂໍ້​ມູນ​ຜູ້​ໃຊ້​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​
zh_cn: 用户信息已更新

source: First name must be at least 3 characters long. Please try another
lo_la: ຊື່ຕ້ອງມີຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 名字长度必须至少为3个字符。 请尝试另一个名

source: Last name must be at least 3 characters long. Please try another
lo_la: ນາມສະກຸນຕ້ອງມີຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 姓氏长度必须至少为3个字符。 请尝试另一个姓

source: You must enter valid amount of points
lo_la: ທ່ານຕ້ອງໃສ່ຈໍານວນທີ່ຖືກຕ້ອງຂອງ ຄວາມດີ
zh_cn: 您必须输入有效金额

source: fake users accounts generated successfully
lo_la: ບັນຊີຜູ້ໃຊ້ປອມຖືກສ້າງຂື້ນຢ່າງສໍາເລັດຜົນ
zh_cn: 成功生成假用户帐户

source: Test email has been sent to
lo_la: ອີເມວທົດສອບໄດ້ຖືກສົ່ງໄປຫາ
zh_cn: 测试电子邮件已发送至

source: Test SMS has been sent to
lo_la: SMS ທົດສອບໄດ້ຖືກສົ່ງໄປຫາ
zh_cn: 测试SMS短信已发送至

source: Connection established Successfully!
lo_la: ສ້າງການເຊື່ອມຕໍ່ສຳເລັດແລ້ວ!
zh_cn: 连接建立成功！

source: You must select valid permissions group
lo_la: ທ່ານຕ້ອງເລືອກກຸ່ມການອະນຸຍາດທີ່ຖືກຕ້ອງ

source: User group have been updated
lo_la: ກຸ່ມຜູ້ໃຊ້ໄດ້ຮັບການປັບປຸງ

source: You must enter the notification url
lo_la: ທ່ານຕ້ອງໃສ່ url ການແຈ້ງເຕືອນ
zh_cn: 您必须输入通知网址

source: You must enter the notification message
lo_la: ທ່ານຕ້ອງໃສ່ຂໍ້ຄວາມແຈ້ງເຕືອນ
zh_cn: 您必须输入通知消息

source: Notification has been sent successfully
lo_la: ການແຈ້ງເຕືອນໄດ້ຖືກສົ່ງສຳເລັດແລ້ວ
zh_cn: 通知已成功发送

source: You must enter reaction title
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ແຣກ

source: You must enter reaction color
lo_la: ທ່ານຕ້ອງໃສ່ສີແຣກ

source: You must upload reaction image
lo_la: ທ່ານຕ້ອງອັບໂຫລດຮູບພາບແຣກ

source: Reaction info have been updated
lo_la: ຂໍ້ມູນແຣກໄດ້ຖືກອັບເດດແລ້ວ

source: There are users groups using this permissions group
lo_la: ມີກຸ່ມຜູ້ໃຊ້ທີ່ໃຊ້ກຸ່ມການອະນຸຍາດນີ້

source: You have to select a valid field for value
lo_la: ທ່ານຕ້ອງເລືອກຊ່ອງຂໍ້ມູນທີ່ຖືກຕ້ອງສໍາລັບມູນຄ່າ
zh_cn: 您必须为alue值选择有效字段

source: You have to enter the field label
lo_la: ທ່ານຕ້ອງໃສ່ປ້າຍພາກສະຫນາມ
zh_cn: 您必须输入字段标签

source: You have to select a valid type
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效的类型

source: You have to enter the select options
lo_la: ທ່ານຕ້ອງໃສ່ຕົວເລືອກທີ່ເລືອກ
zh_cn: 您必须输入选择选项

source: You have to select a valid place
lo_la: ທ່ານຕ້ອງເລືອກສະຖານທີ່ທີ່ຖືກຕ້ອງ
zh_cn: 你必须选择一个有效的位置

source: You have to enter valid field length
lo_la: ທ່ານຕ້ອງໃສ່ຄວາມຍາວພາກສະຫນາມທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效字段长度

source: The field minimum length is 1 and maximum 1000 characters
lo_la: ຄວາມຍາວຂອງຊ່ອງຂໍ້ມູນແມ່ນ 1 ແລະສູງສຸດ 1000 ຕົວອັກສອນ
zh_cn: 字段最小长度为1，最多1000个字符

source: You have to enter valid field order
lo_la: ທ່ານຕ້ອງໃສ່ຄໍາສັ່ງພາກສະຫນາມທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效的字段顺序

source: Field info have been updated
lo_la: ຂໍ້​ມູນ​ພາກ​ສະ​ຫນາມ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​
zh_cn: 字段信息已更新

source: Group info have been updated
lo_la: ຂໍ້ມູນກຸ່ມໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 小组信息已更新

source: You must upload sticker image
lo_la: ທ່ານຕ້ອງອັບໂຫລດຮູບສະຕິກເກີ
zh_cn: 您必须上传sticker图片

source: Sticker info have been updated
lo_la: ຂໍ້ມູນສະຕິກເກີໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: sticker信息已更新

source: Country info have been updated
lo_la: ຂໍ້​ມູນ​ປະ​ເທດ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​

source: Page info have been updated
lo_la: ຂໍ້ມູນໜ້າໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 页面信息已更新

source: You have to enter the package name
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ຊຸດ
zh_cn: 您必须输入套餐名称

source: You have to enter valid package price
lo_la: ທ່ານຕ້ອງໃສ່ລາຄາຊຸດທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效的套餐价格

source: You have to enter valid period number
lo_la: ທ່ານຕ້ອງໃສ່ຕົວເລກໄລຍະເວລາທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效的期间数量

source: You have to enter valid boost posts number
lo_la: ທ່ານຕ້ອງໃສ່ໝາຍເລກຂໍ້ຄວາມ boost ທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效的推广帖子数量

source: You have to enter valid boost pages number
lo_la: ທ່ານຕ້ອງໃສ່ໝາຍເລກໜ້າ boost ທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效的推广页面数量

source: Package info have been updated
lo_la: ຂໍ້ມູນແພັກເກດໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 套餐信息已更新

source: You have to enter the announcement name
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ປະກາດ
zh_cn: 您必须输入公告名称

source: You have to enter the announcement HTML code
lo_la: ທ່ານຕ້ອງໃສ່ລະຫັດ HTML ປະກາດ
zh_cn: 您必须输入公告HTML代码

source: You have to enter the announcement start date
lo_la: ທ່ານຕ້ອງໃສ່ວັນທີເລີ່ມຕົ້ນປະກາດ
zh_cn: 您必须输入公告开始日期

source: You have to enter the announcement end date
lo_la: ທ່ານຕ້ອງໃສ່ວັນທີສິ້ນສຸດການປະກາດ
zh_cn: 您必须输入公告结束日期

source: End Date must be after the Start Date
lo_la: ວັນທີສິ້ນສຸດຕ້ອງແມ່ນຫຼັງຈາກວັນທີເລີ່ມຕົ້ນ
zh_cn: 结束日期必须在开始日期之后

source: Announcement info have been updated
lo_la: ຂໍ້ມູນການປະກາດໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 公告信息已更新

source: Your info has been updated
lo_la: ຂໍ້​ມູນ​ຂອງ​ທ່ານ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​
zh_cn: 你的信息已更新

source: Your account settings have been updated
lo_la: ການ​ຕັ້ງ​ຄ່າ​ບັນ​ຊີ​ຂອງ​ທ່ານ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​

source: Your profile info have been updated
lo_la: ຂໍ້ມູນໂປຣໄຟລ໌ຂອງທ່ານໄດ້ຖືກອັບເດດແລ້ວ

source: Your password has been updated
lo_la: ລະ​ຫັດ​ຜ່ານ​ຂອງ​ທ່ານ​ໄດ້​ຮັບ​ການ​ປັບ​ປຸງ​
zh_cn: 您的密码已更新

source: Your two-factor authentication settings have been updated
lo_la: ການຕັ້ງຄ່າການພິສູດຢືນຢັນສອງປັດໃຈຂອງທ່ານໄດ້ຖືກອັບເດດແລ້ວ
zh_cn: 您的双因素身份验证设置已更新

source: Your privacy settings have been updated
lo_la: ການຕັ້ງຄ່າຄວາມເປັນສ່ວນຕົວຂອງທ່ານໄດ້ຖືກປັບປຸງ
zh_cn: 您的隐私设置已更新

source: Your notifications settings have been updated
lo_la: ອັບເດດການຕັ້ງຄ່າການແຈ້ງເຕືອນຂອງທ່ານແລ້ວ
zh_cn: 通知设置已更新

source: Your membership settings have been updated
lo_la: ອັບເດດການຕັ້ງຄ່າການເປັນສະມາຊິກຂອງທ່ານແລ້ວ

source: Your monetization settings have been updated
lo_la: ອັບເດດການຕັ້ງຄ່າການສ້າງລາຍໄດ້ຂອງທ່ານແລ້ວ

source: You have to select a gift to send
lo_la: ທ່ານຕ້ອງເລືອກຂອງຂວັນທີ່ຈະສົ່ງ
zh_cn: 您必须选择要发送的礼物
