Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Salary Range
lo_la: ລະດັບ ຄວາມດີ ເດືອນ
zh_cn: 薪资范围

source: Per Hour
lo_la: ຕໍ່ຊົ່ວໂມງ
zh_cn: 每小时

source: Per Day
lo_la: ຕໍ່​ວັນ
zh_cn: 每天

source: Per Week
lo_la: ຕໍ່​ອາ​ທິດ
zh_cn: 每周

source: Per Month
lo_la: ຕໍ່​ເດືອນ
zh_cn: 每月

source: Per Year
lo_la: ຕໍ່​ປີ
zh_cn: 每年

source: Job Type
lo_la: ປະເພດວຽກ
zh_cn: 工作类型

source: Describe the responsibilities and preferred skills for this job
lo_la: ອະທິບາຍຄວາມຮັບຜິດຊອບ ແລະທັກສະທີ່ຕ້ອງການສຳລັບວຽກນີ້
zh_cn: 描述这份工作的责任和技巧

source: Questions
lo_la: ຄຳຖາມ
zh_cn: 问题

source: Add Question
lo_la: ເພີ່ມຄຳຖາມ
zh_cn: 添加问题

source: Question
lo_la: ຄຳຖາມ
zh_cn: 问题

source: Free Text Question
lo_la: ຄໍາຖາມຂໍ້ຄວາມຟຣີ
zh_cn: 推荐朋友

source: Yes/No Question
lo_la: ແມ່ນ/ບໍ່ແມ່ນຄໍາຖາມ
zh_cn: 是/否 问题

source: Multiple Choice Question
lo_la: ຄຳຖາມຫຼາຍທາງເລືອກ
zh_cn: 多项选择题

source: Select the type of your question
lo_la: ເລືອກປະເພດຂອງຄໍາຖາມຂອງທ່ານ
zh_cn: 选择问题类型

source: Ask your question
lo_la: ຖາມຄໍາຖາມຂອງເຈົ້າ
zh_cn: 提交问题

source: One option per line
lo_la: ທາງເລືອກຫນຶ່ງຕໍ່ແຖວ
zh_cn: 每行一个选项

source: Cover Image
lo_la: ຮູບໜ້າປົກ
zh_cn: 封面图片

source: Each
lo_la: ແຕ່ລະ
zh_cn: 每个新推荐用户的价格

source: points equal
lo_la: ຄວາມດີ ເທົ່າທຽມກັນ
zh_cn: 点数相等

source: Your daily points limit is
lo_la: ຂີດຈຳກັດຂອງ ຄວາມດີ ປະຈຳວັນຂອງທ່ານແມ່ນ
zh_cn: 您的每日积分限制

source: remaining points
lo_la: ຄວາມດີ ທີ່ຍັງເຫຼືອ
zh_cn: 其他点

source: Your daily points limit will be reset after 24 hours from your last valid earned action
lo_la: ຂີດຈຳກັດ ຄວາມດີ ປະຈຳວັນຂອງທ່ານຈະຖືກຣີເຊັດຫຼັງຈາກ 24 ຊົ່ວໂມງຈາກການປະຕິບັດທີ່ໄດ້ຮັບທີ່ຖືກຕ້ອງຫຼ້າສຸດຂອງທ່ານ
zh_cn: 您的每日积分限制将在您最后一次有效获得的操作后 24 小时后重置

source: You can withdraw your money
lo_la: ທ່ານສາມາດຖອນ ຄວາມດີ ຂອງທ່ານໄດ້
zh_cn: 你可以提取你的金额

source: For creating a new post
lo_la: ສຳລັບການສ້າງໂພສໃໝ່
zh_cn: 在新标签中打开帖子

source: For each post view
lo_la: ສໍາລັບການເບິ່ງແຕ່ລະໂພດ

source: For commenting any post
lo_la: ສໍາລັບການສະແດງຄວາມຄິດເຫັນໃດໆ
zh_cn: 评论任何帖子

source: For reacting on any post
lo_la: ສໍາ​ລັບ​ການ​ໂຕ້​ຕອບ​ກ່ຽວ​ກັບ​ການ​ຕອບ​ໃດ​ຫນຶ່ງ​
zh_cn: 回复任何帖子

source: For each follower you got
lo_la: ສໍາລັບຜູ້ຕິດຕາມແຕ່ລະຄົນທີ່ທ່ານໄດ້ຮັບ
zh_cn: 对于每个用户，您将链接

source: For referring user
lo_la: ສໍາລັບການອ້າງອີງຜູ້ໃຊ້
zh_cn: 对于推荐用户

source: Points Balance
lo_la: ຄວາມດີ ຄົງເຫລືອ
zh_cn: 积分余额

source: Points Money Balance
lo_la: ຍອດຄົງເຫລືອ ຄວາມດີ

source: Banned!
lo_la: ຫ້າມ!

source: Back to homepage
lo_la: ກັບໄປໜ້າທຳອິດ
zh_cn: 返回首页

source: Stories
lo_la: ສະຕໍຣີ່
zh_cn: 故事

source: Upgrade
lo_la: ອັບເກຣດ
zh_cn: 升级

source: Pro Users
lo_la: ເພື່ອນແນະນຳ
zh_cn: 专业会员

source: Pro Pages
lo_la: ເພຈ໌ແນະນຳ
zh_cn: 专业页面

source: Enjoy looking back on your memories
lo_la: ມ່ວນຊື່ນກັບການເບິ່ງຄືນຄວາມຊົງຈຳຂອງເຈົ້າ
zh_cn: 享受你记忆中的回忆

source: ON THIS DAY
lo_la: ໃນວັນນີ້
zh_cn: 在这一天

source: My Boosted Posts
lo_la: Boosted Pages
zh_cn: 我的推广帖子

source: Choose the Plan That's Right for You
lo_la: ເລືອກແຜນການທີ່ເໝາະສົມກັບທ່ານ
zh_cn: 选择适合您的计划

source: Check the package from
lo_la: ກວດເບິ່ງຊຸດຈາກ
zh_cn: 检查套餐

source: Here
lo_la: ທີ່ນີ້
zh_cn: 这里

source: Upgrade to Pro
lo_la: ອັບເກຣດເປັນ Pro
zh_cn: 升级到专业版

source: My Boosted Pages
lo_la: ຫນ້າທີ່ສົ່ງເສີມຂອງຂ້ອຍ
zh_cn: 我的推广页面

source: Friend Suggestions
lo_la: ແນະນຳໝູ່ໃໝ່
zh_cn: 好友推荐

source: Suggested Pages
lo_la: ຫນ້າທີ່ແນະນໍາ
zh_cn: 推荐页面

source: Suggested Groups
lo_la: ກຸ່ມແນະນໍາ
zh_cn: 推荐小组

source: Suggested Events
lo_la: ນັດໝາຍທີ່ແນະນຳ
zh_cn: 推荐活动

source: Invite Your Friends
lo_la: ເຊີນເພື່ອນຂອງທ່ານ
zh_cn: 邀请你的朋友

source: Contact Us
lo_la: ຕິດ​ຕໍ່​ພວກ​ເຮົາ
zh_cn: 联系我们

source: Image
lo_la: ຮູບພາບ

source: Color
lo_la: ສີ
zh_cn: 颜色

source: Package Details
lo_la: ລາຍລະອຽດແພັກເກັດ
zh_cn: 套餐详情

source: Package
lo_la: ແພັກເກັດ
zh_cn: 套餐

source: Life Time
lo_la: ເວລາມີຊີວິດ
zh_cn: 永久

source: per
lo_la: ຕໍ່
zh_cn: 每

source: Subscription Date
lo_la: ວັນທີ່ສະໝັກ
zh_cn: 订阅日期

source: Expiration Date
lo_la: ວັນ​ຫມົດ​ອາ​ຍຸ
zh_cn: 截止日期

source: Remaining
lo_la: ຍັງເຫຼືອ
zh_cn: 剩余

source: Days
lo_la: ວັນ
zh_cn: 天

source: Expired
lo_la: ໝົດອາຍຸແລ້ວ
zh_cn: 过期

source: Manage
lo_la: ຈັດການ
zh_cn: 管理

source: You can select
lo_la: ທ່ານສາມາດເລືອກ

source: categories
lo_la: ໝວດໝູ່
zh_cn: 类别

source: Blogs Categories
lo_la: ໝວດໝູ່ບລັອກ
zh_cn: 博客分类

source: Upgrade Package
lo_la: ອັບເກຣດແພັກເກດ
zh_cn: 升级套餐

source: Loading Older Messages
lo_la: ກຳລັງໂຫຼດຂໍ້ຄວາມເກົ່າ
zh_cn: 加载旧消息

source: General
lo_la: ທົ່ວໄປ
zh_cn: 常规

source: Modules
lo_la: ໂມດູນ
zh_cn: 模块

source: Features
lo_la: ຄຸນ​ລັກ​ສະ​ນະ
zh_cn: 特征

source: Turn the entire website On and Off
lo_la: ເປີດເວັບໄຊທ໌ທັງຫມົດແລະປິດ
zh_cn: 打开和关闭整个网站

source: Shutdown Message
lo_la: ຂໍ້ຄວາມປິດ
zh_cn: 关闭消息

source: The text that is presented when the site is closed
lo_la: ຂໍ້ຄວາມທີ່ນໍາສະເຫນີເມື່ອເວບໄຊປິດ
zh_cn: 网站关闭时显示的文本

source: System Email
lo_la: ອີເມວລະບົບ
zh_cn: 系统邮箱

source: The contact email that all messages send to
lo_la: ອີເມວຕິດຕໍ່ທີ່ທຸກຂໍ້ຄວາມຖືກສົ່ງໄປຫາ
zh_cn: 所有邮件发送给的联系电子邮件

source: System Datetime Format
lo_la: ຕັ້ງຄ່າລະບົບ
zh_cn: 系统日期格式

source: Example
lo_la: ຕົວຢ່າງ
zh_cn: 例子

source: Select the datetime format of the datetime picker
lo_la: ເລືອກຮູບແບບວັນທີຂອງຕົວເລືອກວັນທີ
zh_cn: 选择日期时间选择器的日期时间格式

source: System Distance Unit
lo_la: ຫນ່ວຍບໍລິການໄລຍະຫ່າງຂອງລະບົບ
zh_cn: 系统距离单位

source: Mile
lo_la: ໄມ
zh_cn: 英里

source: Kilometer
lo_la: ກິໂລແມັດ
zh_cn: 公里

source: Select the distance measure unit of your website
lo_la: ເລືອກຫນ່ວຍວັດແທກໄລຍະຫ່າງຂອງເວັບໄຊທ໌ຂອງທ່ານ
zh_cn: 选择您网站的距离测量单位

source: System Currency
lo_la: ສັນຍາລັກ “" ຂອງລະບົບ
zh_cn: 网站货币

source: You can add, edit or delete currencies from
lo_la: ທ່ານສາມາດເພີ່ມ, ແກ້ໄຂຫຼືລຶບສະກຸນ ຄວາມດີ ຈາກ
zh_cn: 您可以添加、编辑或删除货币

source: Website Public
lo_la: ເວັບໄຊທ໌ສາທາລະນະ
zh_cn: 网站公开

source: Make the website public to allow non logged users to view website content
lo_la: ເຮັດໃຫ້ເວັບໄຊທ໌ເປັນສາທາລະນະເພື່ອໃຫ້ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບເບິ່ງເນື້ອຫາເວັບໄຊທ໌
zh_cn: 公开网站以允许未登录的用户查看网站内容

source: Newsfeed Public
lo_la: Newsfeed ສາທາລະນະ

source: Make the newsfeed available for visitors in landing page
lo_la: ເຮັດໃຫ້ຟີດຂ່າວມີໃຫ້ຜູ້ເຂົ້າຊົມໃນໜ້າທຳອິດທີ່ພົບເຫັນ

source: Enable this will make your website public and list only public posts
lo_la: ເປີດໃຊ້ອັນນີ້ຈະເຮັດໃຫ້ເວັບໄຊທ໌ຂອງທ່ານເປັນສາທາລະນະ ແລະສະແດງລາຍການຂໍ້ຄວາມສາທາລະນະເທົ່ານັ້ນ

source: Enable the directory for better SEO results
lo_la: ເປີດໃຊ້ໄດເລກະທໍລີສໍາລັບຜົນໄດ້ຮັບ SEO ທີ່ດີກວ່າ
zh_cn: 启用目录以获得更好的搜索引擎优化结果

source: Website Title
lo_la: ຊື່ເວັບໄຊທ໌
zh_cn: 网站标题

source: Title of your website
lo_la: ຊື່ຂອງເວັບໄຊທ໌ຂອງທ່ານ
zh_cn: 网站标题

source: Website Description
lo_la: ລາຍລະອຽດເວັບໄຊທ໌
zh_cn: 网站描述

source: Description of your website
lo_la: ລາຍລະອຽດຂອງເວັບໄຊທ໌ຂອງເຈົ້າ
zh_cn: 网站描述

source: Website Keywords
lo_la: ຄໍາສໍາຄັນເວັບໄຊທ໌
zh_cn: 网站关键词

source: Example: social, sngine, social site
lo_la: ຕົວຢ່າງ: ສັງຄົມ, sngine, ເວັບໄຊທ໌ສັງຄົມ
zh_cn: 例如：Chiume，社交网站

source: Directory Description
lo_la: ລາຍ​ລະ​ອຽດ​ລະ​ບົບ​
zh_cn: 目录描述

source: Description of your Directory
lo_la: Events Directory
zh_cn: 目录的说明

source: Pages Description
lo_la: ລາຍລະອຽດໜ້າ
zh_cn: 页面说明

source: Description of your pages module
lo_la: ລາຍລະອຽດຂອງໂມດູນຫນ້າຂອງທ່ານ

source: Groups Description
lo_la: ລາຍລະອຽດກຸ່ມ

source: Description of your groups module
lo_la: ລາຍລະອຽດຂອງໂມດູນກຸ່ມຂອງທ່ານ

source: Events Description
lo_la: ລາຍລະອຽດເຫດການ
zh_cn: 事件描述

source: Description of your events module
lo_la: ລາຍລະອຽດຂອງໂມດູນເຫດການຂອງທ່ານ

source: Blogs Description
lo_la: ລາຍລະອຽດຂອງບລັອກ
zh_cn: 博客 描述

source: Description of your blogs module
lo_la: ລາຍລະອຽດຂອງໂມດູນ blogs ຂອງທ່ານ
zh_cn: 您的博客模块的描述

source: Marketplace Description
lo_la: ລາຍລະອຽດຂອງຕະຫຼາດ
zh_cn: 市场描述

source: Description of your marketplace module
lo_la: ລາຍລະອຽດຂອງໂມດູນຕະຫຼາດຂອງທ່ານ
zh_cn: 您的市场模块的描述

source: Funding Description
lo_la: ລາຍລະອຽດການລະດົມທຶນ
zh_cn: 资助说明

source: Description of your funding module
lo_la: ລາຍລະອຽດຂອງໂມດູນການສະຫນອງທຶນຂອງທ່ານ
zh_cn: 您的资助模块的描述

source: Offers Description
lo_la: ສະເໜີລາຍລະອຽດ
zh_cn: 优惠说明

source: Description of your offer module
lo_la: ລາຍລະອຽດຂອງໂມດູນການສະເຫນີຂອງທ່ານ
zh_cn: 您的报价模块描述

source: Jobs Description
lo_la: ລາຍລະອຽດວຽກ
zh_cn: 工作描述

source: Description of your jobs module
lo_la: ລາຍລະອຽດຂອງໂມດູນວຽກຂອງທ່ານ
zh_cn: 工作模块的描述

source: Forums Description
lo_la: ລາຍລະອຽດຂອງກະດານສົນທະນາ
zh_cn: 论坛描述

source: Description of your forums module
lo_la: ລາຍລະອຽດຂອງໂມດູນເວທີສົນທະນາຂອງທ່ານ
zh_cn: 论坛模块的描述

source: Movies Description
lo_la: ໜັງຮູບເງົາ
zh_cn: 电影描述

source: Description of your movies module
lo_la: ລາຍລະອຽດຂອງໂມດູນຮູບເງົາຂອງທ່ານ
zh_cn: 电影模块的描述

source: Games Description
lo_la: ລາຍລະອຽດເກມ

source: Description of your games module
lo_la: ລາຍລະອຽດຂອງໂມດູນເກມຂອງທ່ານ

source: Turn the pages On and Off
lo_la: ເປີດ ແລະປິດໜ້າຕ່າງໆ
zh_cn: 打开和关闭页面

source: Turn the groups On and Off
lo_la: ເປີດແລະປິດກຸ່ມ
zh_cn: 打开和关闭群组

source: Turn the events On and Off
lo_la: ເປີດແລະປິດເຫດການ
zh_cn: 打开和关闭活动

source: Turn the watch videos On and Off
lo_la: ເປີດ ແລະ ປິດວິດີໂອການເບິ່ງ

source: Watch module will show all public videos at one place
lo_la: ໂມດູນເບິ່ງຈະສະແດງວິດີໂອສາທາລະນະທັງຫມົດຢູ່ບ່ອນດຽວ

source: Turn the blogs On and Off
lo_la: ເປີດ ແລະປິດບລັອກ
zh_cn: 打开和关闭博客

source: Turn the marketplace On and Off
lo_la: ເປີດ ແລະປິດຕະຫຼາດ
zh_cn: 打开和关闭市场

source: Turn the offers On and Off
lo_la: ເປີດ ແລະປິດຂໍ້ສະເໜີ
zh_cn: 开启或关闭优惠

source: Only pages can publish offers (Pages must be enabled too)
lo_la: ມີພຽງໜ້າເວັບເທົ່ານັ້ນທີ່ສາມາດເຜີຍແຜ່ຂໍ້ສະເໜີໄດ້ (ໜ້າຕ້ອງຖືກເປີດໃຊ້ຄືກັນ)
zh_cn: 只有页面可以发布优惠（也必须启用页面）

source: Turn the jobs On and Off
lo_la: ເປີດ ແລະປິດວຽກ
zh_cn: 打开和关闭工作

source: Only pages can publish jobs (Pages must be enabled too)
lo_la: ມີພຽງແຕ່ຫນ້າທີ່ສາມາດເຜີຍແຜ່ວຽກໄດ້ (ຫນ້າຕ້ອງຖືກເປີດໃຊ້ເຊັ່ນກັນ)
zh_cn: 只有页面可以发布工作（页面也必须启用）

source: Turn the forums On and Off
lo_la: ເປີດ ແລະປິດເວທີສົນທະນາ
zh_cn: 打开和关闭论坛

source: Online Users
lo_la: ຜູ້ໃຊ້ອອນໄລນ໌
zh_cn: 在线用户

source: Show forums online users
lo_la: ສະແດງເວທີສົນທະນາຜູ້ໃຊ້ອອນໄລນ໌
zh_cn: 显示论坛在线用户

source: Statistics
lo_la: ສະຖິຕິ
zh_cn: 统计

source: Show forums statistics
lo_la: ສະແດງສະຖິຕິເວທີສົນທະນາ
zh_cn: 显示论坛统计信息

source: Turn the movies On and Off
lo_la: ເປີດ ແລະປິດຮູບເງົາ
zh_cn: 打开和关闭电影

source: Turn the games On and Off
lo_la: ເປີດເກມແລະປິດ
zh_cn: 打开和关闭游戏

source: Fliter by Location
lo_la: Fliter ໂດຍສະຖານທີ່

source: If enabled user will able to filter people, products, jobs & offers by location
lo_la: ຖ້າຜູ້ໃຊ້ເປີດໃຊ້ງານຈະສາມາດກັ່ນຕອງຄົນ, ຜະລິດຕະພັນ, ວຽກ ແລະຂໍ້ສະເໜີຕາມສະຖານທີ່

source: Turn the contact us page On and Off
lo_la: ເປີດຫນ້າຕິດຕໍ່ແລະປິດພວກເຮົາ
zh_cn: 打开和关闭联系我们页面

source: DayTime Messages
lo_la: ຂໍ້ຄວາມເວລາກາງເວັນ
zh_cn: 日间消息

source: Turn the DayTime Messages (Good Morning, Afternoon, Evening) On and Off
lo_la: ເປີດແລະປິດຂໍ້ຄວາມເວລາກາງເວັນ (ສະບາຍດີຕອນເຊົ້າ, ຕອນບ່າຍ, ຕອນແລງ).
zh_cn: 打开和关闭DayTime消息（早上好，下午好，晚上好）

source: Morning Message
lo_la: ຂໍ້ຄວາມຕອນເຊົ້າ

source: Afternoon Message
lo_la: ຂໍ້ຄວາມຕອນບ່າຍ

source: Evening Message
lo_la: ຂໍ້ຄວາມຕອນແລງ

source: Pokes
lo_la: ສະກິດ
zh_cn: 戳

source: Enable users to poke each others
lo_la: ເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດສະກິດກັນແລະກັນ
zh_cn: 让用户可以互相戳

source: Enable users to send gifts to each others
lo_la: ເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດສົ່ງຂອງຂວັນໃຫ້ກັນແລະກັນ
zh_cn: 让用户可以互相送礼物

source: Cookie Consent
lo_la: Cookie ຍິນຍອມ
zh_cn: Cookie许可

source: Turn the cookie consent notification On and Off
lo_la: ເປີດແລະປິດການແຈ້ງເຕືອນການຍິນຍອມຂອງຄຸກກີ
zh_cn: 打开和关闭Cookie同意通知

source: Adblock Detector
lo_la: ເຄື່ອງກວດຈັບ Adblock
zh_cn: 广告拦截自动检测

source: Turn the Adblock auto detector notification On and Off
lo_la: ເປີດແລະປິດການແຈ້ງເຕືອນເຄື່ອງກວດຈັບອັດຕະໂນມັດ Adblock
zh_cn: 打开和关闭广告拦截自动检测通知

source: (Note: Admin is exception)
lo_la: (ຫມາຍເຫດ: Admin ແມ່ນຂໍ້ຍົກເວັ້ນ)
zh_cn: （注：管理员除外）

source: Red block message will appear to make user disable adblock from his browser
lo_la: ຂໍ້ຄວາມບລັອກສີແດງຈະປາກົດຂຶ້ນເພື່ອເຮັດໃຫ້ຜູ້ໃຊ້ປິດ adblock ຈາກຕົວທ່ອງເວັບຂອງລາວ
zh_cn: 将出现红色阻止消息，以便用户从其浏览器中禁用广告拦截

source: Turn the stories On and Off
lo_la: ເປີດ ແລະ ປິດເລື່ອງ
zh_cn: 打开和关闭最近动态

source: Stories are photos and videos that only last 24 hours
lo_la: ນິທານແມ່ນຮູບພາບ ແລະວິດີໂອທີ່ໃຊ້ໄດ້ພຽງແຕ່ 24 ຊົ່ວໂມງເທົ່ານັ້ນ
zh_cn: 动态是仅持续24小时的照片和视频

source: Story Duration
lo_la: ໄລຍະເວລາເລື່ອງ
zh_cn: 故事时长

source: The story duration in seconds
lo_la: ໄລຍະເວລາເລື່ອງໃນວິນາທີ
zh_cn: 以秒为单位的故事持续时间

source: Newsfeed Posts Source
lo_la: Newsfeed Posts ແຫຼ່ງ
zh_cn: 新闻提要帖子来源

source: Default
lo_la: ຄ່າເລີ່ມຕົ້ນ
zh_cn: 默认

source: Show what user is followings (Friends, Followings, Pages... etc)
lo_la: ສະແດງສິ່ງທີ່ຜູ້ໃຊ້ຕິດຕາມ (ໝູ່, ຕິດຕາມ, ໜ້າ ... ແລະອື່ນໆ)

source: All Posts
lo_la: ໂພສທັງໝົດ
zh_cn: 所有文章

source: All posts will be shown
lo_la: ໂພສທັງໝົດຈະຖືກສະແດງ

source: Algorithm will exclude any post from closed/secret groups and events that users not member of incase of all posts also will disable all posts privacy
lo_la: ສູດການຄິດໄລ່ຈະຍົກເວັ້ນການໂພສໃດໆຈາກກຸ່ມປິດ/ລັບ ແລະເຫດການທີ່ຜູ້ໃຊ້ບໍ່ໄດ້ເປັນສະມາຊິກຂອງທຸກໂພສຈະປິດການນຳໃຊ້ຄວາມເປັນສ່ວນຕົວຂອງໂພສທັງໝົດນຳ.
zh_cn: 算法将从封闭/秘密组中排除任何帖子以及用户不是所有帖子成员的事件也将禁用所有帖子隐私

source: Newsfeed Location Filter
lo_la: ການກັ່ນຕອງສະຖານທີ່ Newsfeed

source: Turn the newsfeed location filter On and Off
lo_la: ເປີດແລະປິດຕົວກອງສະຖານທີ່ feedfeed

source: Will enable your users to filter their newsfeed by countries
lo_la: ຈະເຮັດໃຫ້ຜູ້ໃຊ້ຂອງທ່ານສາມາດກັ່ນຕອງຂ່າວຂອງເຂົາເຈົ້າຕາມແຂວງ

source: Turn the popular posts On and Off
lo_la: ເປີດ ແລະປິດໂພສຍອດນິຍົມ
zh_cn: 打开和关闭热门帖子

source: Popular posts are public posts ordered by most reactions, comments & shares
lo_la: ໂພສຍອດນິຍົມແມ່ນໂພສສາທາລະນະຈັດຮຽງຕາມແຣກ, ຄຳເຫັນ ແລະ ການແບ່ງປັນສ່ວນໃຫຍ່
zh_cn: 热门帖子是按大多数反应、评论和分享排序的公开帖子

source: Turn the discover posts On and Off
lo_la: ເປີດແລະປິດການຄົ້ນພົບຂໍ້ຄວາມ
zh_cn: 开启和关闭发现帖子

source: Discover posts are public posts ordered from most recent to old
lo_la: ໂພສ Discover ແມ່ນໂພສສາທາລະນະຕາມລຳດັບຈາກຫຼ້າສຸດໄປຫາເກົ່າ
zh_cn: 发现帖子是从最新到旧排序的公开帖子

source: Turn the memories On and Off
lo_la: ເປີດແລະປິດຄວາມຊົງຈໍາ
zh_cn: 开启和关闭回忆

source: Memories are posts from the same day on last year
lo_la: ຄວາມຊົງຈໍາແມ່ນຂໍ້ຄວາມຈາກມື້ດຽວກັນໃນປີທີ່ຜ່ານມາ
zh_cn: 回忆是去年同一天的帖子

source: Users can publish posts on their friends walls
lo_la: ຜູ້ໃຊ້ສາມາດເຜີຍແຜ່ຂໍ້ຄວາມໃນຝາເພື່ອນຂອງເຂົາເຈົ້າ
zh_cn: 用户可以在朋友墙上发布帖子

source: Turn the colored posts On and Off
lo_la: ເປີດແລະປິດຂໍ້ຄວາມສີ
zh_cn: 开启和关闭彩色帖子

source: Feelings/Activity Posts
lo_la: ຄວາມຮູ້ສຶກ/ກິດຈະກຳ
zh_cn: 感受/活动帖子

source: Turn the feelings and activity posts On and Off
lo_la: ເປີດແລະປິດຂໍ້ຄວາມຄວາມຮູ້ສຶກແລະກິດຈະກໍາ
zh_cn: 打开和关闭感觉和活动帖子

source: Voice Notes in Posts
lo_la: ບັນທຶກສຽງໃນໂພສ
zh_cn: 帖子中的语音备注

source: Turn the voice notes in posts On and Off
lo_la: ເປີດບັນທຶກສຽງໃນຂໍ້ຄວາມເປີດ ແລະປິດ
zh_cn: 打开和关闭帖子中的语音笔记

source: Voice Notes in Comments
lo_la: ບັນທຶກສຽງໃນຄໍາເຫັນ
zh_cn: 评论中的语音备注

source: Turn the voice notes in comments On and Off
lo_la: ເປີດ ແລະປິດບັນທຶກສຽງໃນຄຳເຫັນ
zh_cn: 打开和关闭评论中的语音笔记

source: Voice Notes Max Duration
lo_la: ໄລຍະເວລາສູງສຸດຂອງບັນທຶກສຽງ
zh_cn: 语音笔记最长时长

source: The maximum length for voice note in seconds
lo_la: ຄວາມຍາວສູງສຸດຂອງບັນທຶກສຽງເປັນວິນາທີ
zh_cn: 最大值为 1 天 = 86400 秒

source: Voice Notes Encoding
lo_la: ການເຂົ້າລະຫັດບັນທຶກສຽງ
zh_cn: 语音笔记编码

source: Polls
lo_la: ສຳຫຼວດ
zh_cn: 投票

source: Turn the poll posts On and Off
lo_la: ເປີດ ແລະ ປິດໂພສການສຳຫຼວດຄວາມຄິດເຫັນ
zh_cn: 打开和关闭投票帖子

source: Geolocation
lo_la: ພູມສາດ
zh_cn: 地理位置

source: Turn the post Geolocation On and Off
lo_la: ເປີດ ແລະປິດການຕັ້ງພູມສາດຂອງໂພສ
zh_cn: 打开和关闭帖子地理位置

source: Check the documentation to learn how to get this key
lo_la: ກວດເບິ່ງເອກະສານເພື່ອຮຽນຮູ້ວິທີເອົາກະແຈນີ້
zh_cn: 查看文档以了解如何获取此密钥

source: Turn the gif posts On and Off
lo_la: ເປີດ ແລະປິດໂພສ gif
zh_cn: 打开和关闭gif帖子

source: Post Translation
lo_la: Post ແປພາສາ
zh_cn: 帖子翻译

source: Turn the post translation On and Off
lo_la: ເປີດ ແລະປິດການແປໂພສ
zh_cn: 打开和关闭帖子翻译

source: Yandex Key
lo_la: ປຸ່ມ Yandex
zh_cn: Yandex 密钥

source: Smart YouTube player will save a lot of bandwidth
lo_la: ເຄື່ອງຫຼິ້ນ YouTube ອັດສະລິຍະຈະຊ່ວຍປະຢັດແບນວິດຫຼາຍ
zh_cn: 智能YouTube播放器将节省大量带宽

source: Social Media Share
lo_la: ສື່ມວນຊົນສັງຄົມແບ່ງປັນ
zh_cn: 社交媒体分享

source: Turn the social media share for posts On and Off
lo_la: ເປີດການແບ່ງປັນສື່ສັງຄົມສໍາລັບຂໍ້ຄວາມເປີດແລະປິດ
zh_cn: 开启和关闭帖子的社交媒体分享

source: Max Post Characters
lo_la: ຕົວອັກສອນສູງສຸດ
zh_cn: 最大帖子字符数

source: The Maximum allowed post characters length (0 for unlimited)
lo_la: ຄວາມຍາວສູງສຸດທີ່ອະນຸຍາດໃຫ້ໂພສໄດ້ (0 ບໍ່ຈຳກັດ)
zh_cn: 允许的最大帖子字符长度（0 表示无限制）

source: Max Comment Characters
lo_la: ຕົວອັກສອນຄຳເຫັນສູງສຸດ
zh_cn: 最大评论字符数

source: The Maximum allowed comment characters length (0 for unlimited)
lo_la: ຄວາມຍາວສູງສຸດຂອງຕົວອັກສອນຄໍາຄິດເຫັນ (0 ສໍາລັບບໍ່ຈໍາກັດ)
zh_cn: 允许的最大评论字符长度（0 表示无限制）

source: Max Posts/Hour
lo_la: ໂພສສູງສຸດ/ຊົ່ວໂມງ
zh_cn: 最多发帖数/小时

source: The Maximum number of posts that user can publish per hour (0 for unlimited)
lo_la: ຈໍານວນຂໍ້ຄວາມສູງສຸດທີ່ຜູ້ໃຊ້ສາມາດເຜີຍແຜ່ຕໍ່ຊົ່ວໂມງ (0 ສໍາລັບບໍ່ຈໍາກັດ)
zh_cn: 用户每小时可以发布的最大帖子数（0 表示无限制）

source: Max Comments/Hour
lo_la: ຄຳເຫັນສູງສຸດ/ຊົ່ວໂມງ
zh_cn: 最大评论数/小时

source: The Maximum number of comments that user can publish per hour (0 for unlimited)
lo_la: ຈໍານວນຄໍາຄິດເຫັນສູງສຸດທີ່ຜູ້ໃຊ້ສາມາດເຜີຍແຜ່ຕໍ່ຊົ່ວໂມງ (0 ສໍາລັບບໍ່ຈໍາກັດ)
zh_cn: 用户每小时可以发布的最大评论数（0 表示无限制）

source: Default Posts Privacy
lo_la: ຄວາມເປັນສ່ວນຕົວຂອງໂພສເລີ່ມຕົ້ນ
zh_cn: 默认帖子隐私

source: Turn Anonymous mode On and Off
lo_la: ເປີດ ແລະປິດໂໝດບໍ່ເປີດເຜີຍຊື່
zh_cn: 打开和关闭匿名模式

source: Note: Admins and Moderators will able to see the real post author
lo_la: ຫມາຍເຫດ: Admin ແລະ Moderators ຈະສາມາດເຫັນຜູ້ຂຽນຕອບທີ່ແທ້ຈິງ
zh_cn: 注意：管理员和版主将能够看到真正的帖子作者

source: Online Status on Posts
lo_la: ສະຖານະອອນລາຍໃນໂພສ
zh_cn: 帖子的在线状态

source: Turn online indicator on Posts On and Off (User must be online and enabled the chat)
lo_la: ເປີດຕົວຊີ້ບອກອອນໄລນ໌ກ່ຽວກັບ Posts On and Off (ຜູ້ໃຊ້ຈະຕ້ອງອອນລາຍ ແລະເປີດໃຊ້ການສົນທະນາ)
zh_cn: 打开和关闭帖子的在线指示器（用户必须在线并启用聊天）

source: Turn infinite scroll on desktop screens On and Off
lo_la: ເປີດແລະປິດການເລື່ອນທີ່ບໍ່ມີຂອບເຂດໃນຫນ້າຈໍ desktop
zh_cn: 打开和关闭桌面屏幕上的无限滚动

source: Turn infinite scroll on mobile screens On and Off
lo_la: ເປີດແລະປິດການເລື່ອນທີ່ບໍ່ມີຂອບເຂດໃນຫນ້າຈໍມືຖື
zh_cn: 开启和关闭手机屏幕上的无限滚动

source: Auto Play Videos
lo_la: ຫຼິ້ນວິດີໂອອັດຕະໂນມັດ

source: Turn auto play videos On and Off
lo_la: ເປີດ ແລະປິດການຫຼິ້ນວິດີໂອອັດຕະໂນມັດ

source: Posts Views
lo_la: ຍອດເບິ່ງໂພສ
zh_cn: 文章浏览

source: Turn posts views system On and Off
lo_la: ເປີດ ແລະ ປິດລະບົບການເບິ່ງໂພສ

source: Trending Hashtags
lo_la: Hashtags ທີ່ນິຍົມ
zh_cn: 热门话题标签

source: Turn the trending hashtags feature On and Off
lo_la: ເປີດ ແລະປິດຄຸນສົມບັດ hashtags ທີ່ເປັນທີ່ນິຍົມ
zh_cn: 开启和关闭热门话题标签功能

source: Trending Interval
lo_la: ຊ່ວງເວລາກຳລັງມາແຮງ
zh_cn: 热点间隔

source: Last 24 Hours
lo_la: 24 ຊົ່ວໂມງທີ່ຜ່ານມາ
zh_cn: 最近24小时

source: Last Week
lo_la: ອາ​ທິດ​ທີ່​ແລ້ວ
zh_cn: 上周

source: Last Month
lo_la: ເດືອນທີ່ຜ່ານມາ
zh_cn: 上个月

source: Select the interval of trending hashtags
lo_la: ເລືອກຊ່ວງເວລາຂອງ hashtags ທີ່ມີທ່າອ່ຽງ
zh_cn: 选择趋势标签的间隔

source: Hashtags Limit
lo_la: ຈຳກັດ Hashtags
zh_cn: 标签限制

source: How many hashtags you want to display
lo_la: ທ່ານຕ້ອງການສະແດງ hashtags ຫຼາຍປານໃດ
zh_cn: 您要显示多少个主题标签

source: Registration
lo_la: ການລົງທະບຽນ
zh_cn: 注册

source: Social Login
lo_la: ສັງຄົມເຂົ້າສູ່ລະບົບ
zh_cn: 社交登录

source: If Registration is Free and Pro Packages enabled they will be used as optional upgrading plans
lo_la: ຖ້າການລົງທະບຽນແມ່ນບໍ່ເສຍຄ່າ ແລະແພັກເກັດ Pro ຖືກເປີດໃຊ້, ພວກມັນຈະຖືກໃຊ້ເປັນແຜນການຍົກລະດັບທາງເລືອກ
zh_cn: 如果注册是免费的并且包含 Pro Packs，它们将被用作可选的升级计划

source: Allow users to create accounts
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສ້າງບັນຊີ
zh_cn: 允许用户创建帐户

source: Registration Type
lo_la: ປະເພດການລົງທະບຽນ
zh_cn: 注册类型

source: Free
lo_la: ຟຣີ
zh_cn: 免费

source: Subscriptions Only
lo_la: ຜູ້ສະໝັກເສຍ ຄວາມດີ ຄ່າສະມາຊິກເທົ່ານັ້ນ
zh_cn: 仅限订阅

source: Allow users to create accounts Free or via Subscriptions only
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສ້າງບັນຊີໄດ້ຟຣີ ຫຼືຜ່ານການສະໝັກໃຊ້ເທົ່ານັ້ນ
zh_cn: 允许用户仅限免费或通过订阅创建帐户

source: Default User Group
lo_la: ກຸ່ມຜູ້ໃຊ້ເລີ່ມຕົ້ນ

source: Select the default user group for new accounts
lo_la: ເລືອກກຸ່ມຜູ້ໃຊ້ເລີ່ມຕົ້ນສຳລັບບັນຊີໃໝ່

source: You can manage users groups from
lo_la: ທ່ານສາມາດຈັດການກຸ່ມຜູ້ໃຊ້ຈາກ

source: User Groups
lo_la: ກຸ່ມຜູ້ໃຊ້
zh_cn: 用户组

source: Invitation System
lo_la: ລະບົບການເຊີນ
zh_cn: 邀请系统

source: This option is used to register the users by invitation codes only
lo_la: ຕົວເລືອກນີ້ຖືກນໍາໃຊ້ເພື່ອລົງທະບຽນຜູ້ໃຊ້ໂດຍລະຫັດເຊີນເທົ່ານັ້ນ
zh_cn: 此选项仅用于通过邀请码注册用户

source: Invitations/User
lo_la: ການເຊີນ/ຜູ້ໃຊ້
zh_cn: 邀请/用户

source: Number of invitation codes allowed to each user (0 for unlimited)
lo_la: ຈໍາ​ນວນ​ຂອງ​ລະ​ຫັດ​ການ​ເຊື້ອ​ເຊີນ​ອະ​ນຸ​ຍາດ​ໃຫ້​ຜູ້​ໃຊ້​ແຕ່​ລະ​ຄົນ (0 ສໍາ​ລັບ​ການ​ບໍ່​ຈໍາ​ກັດ​)
zh_cn: 每个用户允许的邀请码的数量（0代表无限制）。

source: For example 1 code per day, 5 codes per month
lo_la: ຕົວຢ່າງ 1 ລະຫັດຕໍ່ວັນ, 5 ລະຫັດຕໍ່ເດືອນ
zh_cn: 例如每天 1 个代码，每月 5 个代码

source: Send Method
lo_la: ວິທີການສົ່ງ
zh_cn: 发送方法

source: SMS
lo_la: ຂໍ້​ຄວາມ
zh_cn: 短信

source: Both
lo_la: ທັງສອງ
zh_cn: 两者

source: Select Email or SMS to send invitation link to new user's email/phone
lo_la: ເລືອກອີເມວ ຫຼື SMS ເພື່ອສົ່ງລິ້ງເຊີນໄປຫາອີເມວ/ໂທລະສັບຂອງຜູ້ໃຊ້ໃໝ່
zh_cn: 选择电子邮件或短信发送邀请链接到新用户的电子邮件/电话

source: Enable account activation to send activation code to user's email/phone
lo_la: ເປີດໃຊ້ການເປີດໃຊ້ບັນຊີເພື່ອສົ່ງລະຫັດການເປີດໃຊ້ໄປຫາອີເມວ/ໂທລະສັບຂອງຜູ້ໃຊ້
zh_cn: 启用帐户激活以将激活码发送到用户的电子邮件/电话

source: Enable this and user will not be able to access without activation
lo_la: ເປີດໃຊ້ອັນນີ້ ແລະຜູ້ໃຊ້ຈະບໍ່ສາມາດເຂົ້າເຖິງໄດ້ໂດຍບໍ່ມີການເປີດໃຊ້ງານ

source: Activation Type
lo_la: ປະເພດການເປີດໃຊ້ງານ
zh_cn: 激活类型

source: Select Email or SMS activation to send activation code to user's email/phone
lo_la: ເລືອກ​ອີ​ເມວ​ຫຼື SMS ກະ​ຕຸ້ນ​ເພື່ອ​ສົ່ງ​ລະ​ຫັດ​ການ​ກະ​ຕຸ້ນ​ໃຫ້​ອີ​ເມລ​໌ / ໂທລະ​ສັບ​ຂອງ​ຜູ້​ໃຊ້​
zh_cn: 选择电子邮件或短信激活将激活码发送到用户的电子邮件/电话

source: Enable/Disable age restriction
lo_la: ເປີດ/ປິດການຈຳກັດອາຍຸ
zh_cn: 启用/禁用年龄限制

source: Minimum Age
lo_la: ອາຍຸຕໍ່າສຸດ
zh_cn: 最低年龄

source: The minimum age required to register (in years)
lo_la: ອາຍຸຕໍ່າສຸດທີ່ຕ້ອງລົງທະບຽນ (ເປັນປີ)
zh_cn: 注册所需的最低年龄（以岁为单位）

source: Enable/Disable getting started page after registration
lo_la: ເປີດໃຊ້ / ປິດການທໍາງານຫນ້າເລີ່ມຕົ້ນຫຼັງຈາກການລົງທະບຽນ
zh_cn: 启用/禁用注册后的入门页面

source: Required Data
lo_la: ຂໍ້ມູນທີ່ຕ້ອງການ

source: Profile Image Required
lo_la: ຕ້ອງການຮູບໂປຣໄຟລ໌

source: Location Data Required
lo_la: ຂໍ້ມູນສະຖານທີ່ຕ້ອງການ

source: Work Data Required
lo_la: ຂໍ້ມູນວຽກທີ່ຕ້ອງການ

source: Education Data Required
lo_la: ຂໍ້ມູນການສຶກສາຕ້ອງການ

source: Such data will be mandatory when user getting started
lo_la: ຂໍ້ມູນດັ່ງກ່າວຈະຖືກບັງຄັບເມື່ອຜູ້ໃຊ້ເລີ່ມຕົ້ນ

source: Newsletter Consent
lo_la: ການຍິນຍອມຂອງຈົດຫມາຍຂ່າວ
zh_cn: 通讯同意

source: Enable/Disable newsletter consent during the registration
lo_la: ເປີດໃຊ້ / ປິດການຍິນຍອມເຫັນດີໃນຈົດຫມາຍຂ່າວໃນລະຫວ່າງການລົງທະບຽນ
zh_cn: 在注册期间启用/禁用通讯同意

source: Max Accounts/IP
lo_la: ບັນຊີສູງສຸດ/IP
zh_cn: 最大帐户/IP

source: The Maximum number of accounts allowed to register per IP (0 for unlimited)
lo_la: ຈໍານວນບັນຊີສູງສຸດທີ່ອະນຸຍາດໃຫ້ລົງທະບຽນຕໍ່ IP (0 ສໍາລັບບໍ່ຈໍາກັດ)
zh_cn: 允许注册一个 IP 地址的帐户数（0 - 无限制）

source: Name Minimum Length
lo_la: ຊື່ຄວາມຍາວຕໍາ່ສຸດທີ່
zh_cn: 名称 最小长度

source: The First and Last name minimum length
lo_la: ຄວາມຍາວຕໍ່າສຸດຂອງຊື່ ແລະນາມສະກຸນ
zh_cn: 名字和姓氏最小长度

source: Social Logins
lo_la: ເຂົ້າສູ່ລະບົບສັງຄົມ
zh_cn: 社交账号登录

source: Turn registration/login via social media (Facebook, Twitter and etc) On and Off
lo_la: ເປີດ​ແລະ​ປິດ​ການ​ລົງ​ທະ​ບຽນ​ຜ່ານ​ສື່​ມວນ​ຊົນ​ສັງ​ຄົມ (ເຟ​ສ​ບຸກ​, Twitter ແລະ​ອື່ນໆ​)​
zh_cn: 通过社交媒体（Facebook、Twitter 等）打开和关闭注册/登录

source: Turn registration/login via Facebook On and Off
lo_la: ເປີດການລົງທະບຽນ / ເຂົ້າສູ່ລະບົບຜ່ານ Facebook ເປີດແລະປິດ
zh_cn: 开启/关闭通过 Facebook 注册/登录

source: Facebook App ID
lo_la: ID ແອັບ Facebook

source: Facebook App Secret
lo_la: Facebook App ລັບ
zh_cn: Facebook 应用凭证

source: Turn registration/login via Google On and Off
lo_la: ເປີດການລົງທະບຽນ/ເຂົ້າສູ່ລະບົບຜ່ານ Google On ແລະ Off
zh_cn: 打开和关闭通过 Google 注册/登录

source: Google App Secret
lo_la: ຄວາມລັບຂອງ Google App
