Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Your gift has been sent successfully
lo_la: ຂອງຂວັນຂອງທ່ານໄດ້ຖືກສົ່ງໄປແລ້ວ
zh_cn: 您的礼品已成功发送

source: Select which information you would like to download
lo_la: ເລືອກຂໍ້ມູນທີ່ທ່ານຕ້ອງການດາວໂຫຼດ
zh_cn: 选择您要下载的信息

source: You have to enter valid amount
lo_la: ທ່ານຕ້ອງໃສ່ຈໍານວນທີ່ຖືກຕ້ອງ
zh_cn: 你必须输入有效金额

source: Your balance is less than the minimum withdrawal request amount
lo_la: ຍອດ ຄວາມດີ ຂອງທ່ານໜ້ອຍກວ່າຈຳນວນການຮ້ອງຂໍຖອນ ຄວາມດີ ຂັ້ນຕ່ຳ
zh_cn: 您的余额低于最低提款请求金额

source: Your balance is less than the requested amount
lo_la: ຍອດ ຄວາມດີ ຂອງທ່ານມີໜ້ອຍກວ່າຈຳນວນທີ່ຮ້ອງຂໍ
zh_cn: 您的余额低于要求的金额

source: Please select a valid payment method
lo_la: ກະລຸນາເລືອກວິທີການຊໍາລະ ຄວາມດີ ທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的付款方式

source: Please enter a valid bank account details
lo_la: ກະລຸນາໃສ່ລາຍລະອຽດບັນຊີທະນາຄານທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的银行帐户详细信息

source: Please enter a valid transfer to details
lo_la: ກະລຸນາໃສ່ການໂອນຍ້າຍທີ່ຖືກຕ້ອງໄປຫາລາຍລະອຽດ
zh_cn: 请输入有效的转帐详情

source: The requested amount is less than the minimum withdrawal amount
lo_la: ຈໍານວນທີ່ຮ້ອງຂໍແມ່ນຫນ້ອຍກວ່າຈໍານວນການຖອນ ຄວາມດີ ຂັ້ນຕ່ໍາ

source: Your withdrawal request has been sent
lo_la: ການຮ້ອງຂໍຖອນ ຄວາມດີ ຂອງທ່ານໄດ້ຖືກສົ່ງແລ້ວ
zh_cn: 您的提款请求已发送

source: Your invitation has been sent
lo_la: ສົ່ງຄຳເຊີນຂອງເຈົ້າແລ້ວ

source: Please attach your photo and your Passport or National ID
lo_la: ກະລຸນາແນບຮູບຂອງເຈົ້າ ແລະໜັງສືຜ່ານແດນ ຫຼືບັດປະຈຳຕົວຂອງເຈົ້າ
zh_cn: 请附上您的照片和护照或国民身份证

source: Please share why your account should be verified
lo_la: ກະລຸນາແບ່ງປັນວ່າເປັນຫຍັງບັນຊີຂອງທ່ານຄວນຈະໄດ້ຮັບການຢັ້ງຢືນ
zh_cn: 请分享您的帐户验证原因

source: You have pending verification request already!
lo_la: ທ່ານມີຄໍາຮ້ອງຂໍການຢັ້ງຢືນທີ່ຍັງຄ້າງຢູ່ແລ້ວ!
zh_cn: 您已经有待定的验证请求！

source: This live no longer exists
lo_la: ຊີວິດນີ້ບໍ່ມີແລ້ວ
zh_cn: 此直播已不存在

source: Your report has been submitted
lo_la: ບົດລາຍງານຂອງທ່ານໄດ້ຖືກສົ່ງ
zh_cn: 您的举报已提交

source: System Notifications
lo_la: ຕັ້ງຄ່າການແຈ້ງເຕືອນ
zh_cn: 系统通知

source: Chat Message Sound
lo_la: ສຽງຂໍ້ຄວາມ Chat
zh_cn: 聊天消息声音

source: A sound will be played each time you receive a new message on an inactive chat window
lo_la: ສຽງຈະຖືກຫຼິ້ນໃນແຕ່ລະຄັ້ງທີ່ທ່ານໄດ້ຮັບຂໍ້ຄວາມໃໝ່ຢູ່ໃນໜ້າຈໍສົນທະນາທີ່ບໍ່ເຄື່ອນໄຫວ
zh_cn: 每次在非活动聊天窗口上收到新消息时，都会播放声音

source: Notifications Sound
lo_la: ສຽງລາຍງານ
zh_cn: 通知声音

source: A sound will be played each time you receive a new activity notification
lo_la: ສຽງຈະຖືກຫຼິ້ນໃນແຕ່ລະຄັ້ງທີ່ທ່ານໄດ້ຮັບການແຈ້ງເຕືອນການເຄື່ອນໄຫວໃໝ່
zh_cn: 每次收到新的活动通知时都会播放声音

source: Email Notifications
lo_la: ການແຈ້ງເຕືອນທາງອີເມວ
zh_cn: 邮件通知

source: Email Me When
lo_la: Email ຫາຂ້ອຍເມື່ອ
zh_cn: 什么时候给我发送电子邮件

source: Someone liked my post
lo_la: ມີຄົນຖືກໃຈໂພສຂ້ອຍ
zh_cn: 有人喜欢我的帖子

source: Someone commented on my post
lo_la: ມີຄົນສະແດງຄຳຄິດເຫັນຕໍ່ໂພສຂ້ອຍ
zh_cn: 有人评论了我的帖子

source: Someone shared my post
lo_la: ມີຄົນແຊຣ໌ໂພສຂ້ອຍ
zh_cn: 有人分享我的帖子

source: Someone posted on my timeline
lo_la: ມີຄົນໂພສໃນ timeline ຂ້ອຍ
zh_cn: 有人发表在我的时间轴上

source: Someone mentioned me
lo_la: ມີຄົນສະແດງຄວາມຮູ້ສຶກຕໍ່ຂ້ອຍ
zh_cn: 有人提到我

source: Someone visited my profile
lo_la: ມີຄົນຢ້ຽມຊົມ profile ຂອງຂ້ອຍ
zh_cn: 有人访问了我的个人资料

source: Someone sent me/accepted my friend requset
lo_la: ມີຄົນສົ່ງຂ້ອຍ / ຍອມຮັບການຮ້ອງຂໍຂອງຫມູ່ຂອງຂ້ອຍ
zh_cn: 有人发给我好友请求/接受了我的好友请求

source: Save Changes
lo_la: ບັນ​ທຶກ​ການ​ປ່ຽນ​ແປງ
zh_cn: 保存更改

source: Advanced Search
lo_la: ຄົ້ນຫາຂັ້ນສູ່ງ
zh_cn: 高级搜索

source: Select Photo
lo_la: ເລືອກຮູບ
zh_cn: 选择相片

source: See More
lo_la: ເບິ່ງເພີ່ມເຕີມ
zh_cn: 查看更多

source: Go Back
lo_la: ກັບຄືນ
zh_cn: 返回

source: View Event
lo_la: ເບິ່ງເຫດການ
zh_cn: 查看活动

source: Find
lo_la: ຊອກຫາ
zh_cn: 查找

source: Event
lo_la: ເຫດການ
zh_cn: 事件

source: Interested
lo_la: ທີ່ສົນໃຈ
zh_cn: 感兴趣的

source: Going
lo_la: ເຂົ້າຮ່ວມ
zh_cn: 参加

source: Invited
lo_la: ເຊີນ
zh_cn: 已邀请

source: Actions
lo_la: ຈັດການ
zh_cn: 操作

source: Public
lo_la: ສາທາລະນະ
zh_cn: 公开

source: Closed
lo_la: ປິດ
zh_cn: 关闭

source: Secret
lo_la: ຄວາມລັບ
zh_cn: 密钥

source: No data to show
lo_la: ບໍ່ມີຂໍ້ມູນໃຫ້ສະແດງ
zh_cn: 没有更多的数据显示

source: Event ID
lo_la: ID ເຫດການ
zh_cn: 事件ID

source: Event Settings
lo_la: ການຕັ້ງຄ່າເຫດການ
zh_cn: 活动设置

source: Name Your Event
lo_la: ຊື່ເຫດການຂອງເຈົ້າ
zh_cn: 为你的活动命名

source: Location
lo_la: ບ່ອນເຮັດວຽກ
zh_cn: 位置

source: Start Date
lo_la: ວັນເລີ່ມຕົ້ນ
zh_cn: 开始日期

source: Your current server datetime is
lo_la: ເວບໄຊທ໌ຂອງທ່ານໃນປະຈຸບັນແມ່ນ
zh_cn: 您当前的服务器日期时间是

source: End Date
lo_la: ວັນສີນສຸດ
zh_cn: 结束日期

source: Select Privacy
lo_la: ເລືອກຄວາມເປັນສ່ວນຕົວ
zh_cn: 选择隐私

source: Public Event
lo_la: ເຫດການສາທາລະນະ
zh_cn: 公共活动

source: Closed Event
lo_la: ເຫດການປິດ
zh_cn: 封闭活动

source: Secret Event
lo_la: ເຫດການລັບ
zh_cn: 私密活动

source: Category
lo_la: ໝວດໝູ່

source: About
lo_la: ກ່ຽວກັບ
zh_cn: 关于

source: Members Can Publish Posts?
lo_la: ສະມາຊິກສາມາດເຜີຍແຜ່ໂພສໄດ້ບໍ?
zh_cn: 会员可以发帖吗？

source: Members can publish posts or only event admin
lo_la: ສະມາຊິກສາມາດເຜີຍແຜ່ໂພສ ຫຼືພຽງແຕ່ຜູ້ເບິ່ງແຍງເຫດການເທົ່ານັ້ນ
zh_cn: 成员可以发布帖子或仅限活动管理员

source: Post Approval
lo_la: ປະກາດອະນຸມັດ
zh_cn: 批准后

source: All posts must be approved by the event admin
lo_la: ໂພສທັງໝົດຕ້ອງໄດ້ຮັບການອະນຸມັດຈາກຜູ້ເບິ່ງແຍງເຫດການ
zh_cn: 所有帖子必须由活动管理员批准

source: Note: Disable it will approve any pending posts
lo_la: ໝາຍເຫດ: ປິດໃຊ້ງານມັນຈະອະນຸມັດການໂພສທີ່ຍັງຄ້າງຢູ່
zh_cn: 注意：禁用消息批准

source: Delete Posts
lo_la: ລຶບໂພສ
zh_cn: 删除文章

source: Delete Event
lo_la: ລຶບນັດໝາຍ
zh_cn: 删除活动

source: Title
lo_la: ຫົວຂໍ້
zh_cn: 标题

source: Description
lo_la: ລາຍລະອຽດ
zh_cn: 描述

source: Order
lo_la: ຈັດລຽງ

source: Name
lo_la: ຊື່
zh_cn: 名称

source: Parent Category
lo_la: ໝວດໝູ່
zh_cn: 父类别

source: Set as a Partent Category
lo_la: ກຳນົດເປັນໝວດໝູ່
zh_cn: 设置为主分类

source: CoinPayments is disabled
lo_la: CoinPayments ຖືກປິດໃຊ້ງານ
zh_cn: CoinPayments 已禁用

source: Make sure you have configured
lo_la: ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ configure
zh_cn: 请确保你已经配置

source: You can visit your CoinPayments account to see the transactions in more details
lo_la: ທ່ານສາມາດເຂົ້າເບິ່ງບັນຊີ CoinPayments ຂອງເຈົ້າເພື່ອເບິ່ງການເຮັດທຸລະກໍາໃນລາຍລະອຽດເພີ່ມເຕີມ
zh_cn: 您可以访问您的 CoinPayments 帐户以查看更多交易详情

source: User
lo_la: ຜູ້ໃຊ້
zh_cn: 用户

source: Product
lo_la: ສີນຄ້າ
zh_cn: 产品

source: Amount
lo_la: ຈໍາ​ນວນ

source: Created
lo_la: ສ້າງແລ້ວ
zh_cn: 创建

source: Updated
lo_la: ອັບເດດ
zh_cn: 更新

source: Status
lo_la: ສະຖານະ
zh_cn: 状态

source: Status Message
lo_la: ຂໍ້ຄວາມສະຖານະ
zh_cn: 状态消息

source: Processing
lo_la: ຂະບວນການຜະລິດ
zh_cn: 处理中

source: Pending
lo_la: ລໍຖ້າຢູ່
zh_cn: 待定

source: Complete
lo_la: ສໍາເລັດ
zh_cn: 完成

source: Developers Apps
lo_la: ແອັບນັກພັດທະນາ
zh_cn: 开发者应用

source: Turn the developers apps On and Off
lo_la: ເປີດ ແລະປິດແອັບນັກພັດທະນາ
zh_cn: 打开和关闭开发者应用

source: Developers apps will allow other developers to use your system APIs like login with and get user info
lo_la: ແອັບນັກພັດທະນາຈະອະນຸຍາດໃຫ້ຜູ້ພັດທະນາອື່ນໃຊ້ APIs ລະບົບຂອງເຈົ້າເຊັ່ນ: ເຂົ້າສູ່ລະບົບດ້ວຍ ແລະຮັບຂໍ້ມູນຜູ້ໃຊ້
zh_cn: 开发者应用程序将允许其他开发者使用您系统的 API 接口，例如登录和检索用户信息

source: Turn the share plugin On and Off
lo_la: ເປີດແລະປິດ plugin ການແບ່ງປັນ
zh_cn: 开启和关闭插件

source: App Name
lo_la: ຊື່ແອັບ
zh_cn: 应用名称

source: App ID
lo_la: ID ແອັບ

source: App Secret
lo_la: ແອັບລັບ
zh_cn: App 密钥

source: More Stories
lo_la: ເລື່ອງອື່ນໆ
zh_cn: 更多故事

source: Basic
lo_la: ຂໍ້ມູນພື້ນຖານ
zh_cn: 基本

source: Work
lo_la: ຂໍ້ມູນກ່ຽວກັບການເຮັດວຽກ
zh_cn: 工作

source: Education
lo_la: ຂໍ້ມູນການສຶກສາ
zh_cn: 教育

source: Other
lo_la: ອື່ນໆ
zh_cn: 其他

source: Social Links
lo_la: ການເຊື່ອມໂຍງສັງຄົມ
zh_cn: 社交链接

source: Password
lo_la: ​ລະ​ຫັດ​ຜ່ານ
zh_cn: 密码

source: Connected Accounts
lo_la: ບັນຊີທີ່ເຊື່ອມຕໍ່
zh_cn: 已连接帐户

source: Payments
lo_la: ນ້ຳໃຈ
zh_cn: 支付

source: My Affiliates
lo_la: ສາຂາຂອງຂ້ອຍ
zh_cn: 我的会员

source: Points
lo_la: ຖັງຄວາມດີ
zh_cn: 积分

source: My Points
lo_la: "ຄວາມດີ” ຈາກການໂພສ໌ວຽກ ຂອງຂ້ອຍ
zh_cn: 我的积分

source: Your Information
lo_la: ຂໍ້ມູນກ່ຽວກັບທ່ານ
zh_cn: 您的信息

source: Drag to reposition cover
lo_la: ລາກເພື່ອປ່ຽນຕຳແໜ່ງໜ້າປົກ
zh_cn: 拖动重新定位封面

source: Upload Photo
lo_la: ອັບໂຫຼດຮູບ
zh_cn: 上传照片

source: Upload a new photo
lo_la: ອັບໂຫຼດຮູບໃໝ່

source: Select a photo
lo_la: ເລືອກຮູບ
zh_cn: 选择图片

source: Joined
lo_la: ເຂົ້າຮ່ວມ
zh_cn: 加入

source: Join
lo_la: ເຂົ້າຮ່ວມ
zh_cn: 加入

source: Report
lo_la: ລາຍງານ
zh_cn: 报告

source: Report this to admins
lo_la: ລາຍງານເລື່ອງນີ້ໃຫ້ຜູ້ເບິ່ງແຍງລະບົບ

source: Edit in Admin Panel
lo_la: ແກ້ໄຂໃນກະດານ Admin
zh_cn: 在管理面板中编辑

source: Edit in Moderator Panel
lo_la: ແກ້ໄຂໃນ Moderator Panel
zh_cn: 在版主面板中进行编辑

source: Timeline
lo_la: ທາມລາຍ
zh_cn: 时间线

source: Photos
lo_la: ຮູບພາບ
zh_cn: 照片

source: Videos
lo_la: ວີດີໂອ
zh_cn: 视频

source: Members
lo_la: ສະມາຊິກ
zh_cn: 会员

source: This group enabled content monetization however you can see the content as you are admin/modertaor
lo_la: ກຸ່ມນີ້ເປີດໃຊ້ການສ້າງລາຍໄດ້ຂອງເນື້ອຫາຢ່າງໃດກໍຕາມເຈົ້າສາມາດເຫັນເນື້ອຫາດັ່ງທີ່ເຈົ້າເປັນຜູ້ເບິ່ງແຍງລະບົບ/ຜູ້ຄວບຄຸມ

source: You enabled content monetization, only you and your subscribers can see your content
lo_la: ທ່ານໄດ້ເປີດໃຊ້ການສ້າງລາຍໄດ້ຈາກເນື້ອຫາ, ພຽງແຕ່ທ່ານ ແລະຜູ້ສະໝັກໃຊ້ຂອງທ່ານສາມາດເຫັນເນື້ອຫາຂອງທ່ານໄດ້

source: You can access this as your account is system admin account!
lo_la: ທ່ານສາມາດເຂົ້າເຖິງສິ່ງນີ້ໄດ້ເນື່ອງຈາກບັນຊີຂອງທ່ານເປັນບັນຊີຜູ້ເບິ່ງແຍງລະບົບ!
zh_cn: 您可以访问它，因为您的帐户是系统管理员帐户！

source: person
lo_la: ຄົນ
zh_cn: 人员

source: persons
lo_la: ຄົນ
zh_cn: 人员

source: wants to join this group
lo_la: ຕ້ອງການເຂົ້າຮ່ວມກຸ່ມນີ້
zh_cn: 想加入这个小组

source: post
lo_la: ໂພສ

source: posts
lo_la: ໂພສ
zh_cn: 文章

source: pending needs your approval
lo_la: ລໍຖ້າການອະນຸມັດຂອງທ່ານ
zh_cn: 待审核需要批准

source: You have
lo_la: ທ່ານມີ
zh_cn: 您有

source: pending
lo_la: ລໍຖ້າຢູ່
zh_cn: 待定

source: Pending Posts
lo_la: ລໍຖ້າໂພສ
zh_cn: 待处理的文章

source: Public Group
lo_la: ກຸ່ມສາທາລະນະ
zh_cn: 公开群组

source: Closed Group
lo_la: ກຸ່ມປິດ
zh_cn: 封闭小组

source: Secret Group
lo_la: ກຸ່ມລັບ
zh_cn: 私密小组

source: members
lo_la: ສະມາຊິກ
zh_cn: 会员

source: Info
lo_la: ຂໍ້ມູນ
zh_cn: 信息

source: See All
lo_la: ເບິ່ງທັງໝົດ
zh_cn: 查看全部

source: Invite Friends
lo_la: ເຊີນເພື່ອນ
zh_cn: 邀请朋友

source: Albums
lo_la: ອະລະບໍ້າ
zh_cn: 相册

source: doesn't have photos
lo_la: ບໍ່ມີຮູບ
zh_cn: 没有照片

source: doesn't have albums
lo_la: ບໍ່ມີອະລະບໍ້າ
zh_cn: 没有相册

source: Back to Albums
lo_la: ກັບໄປທີ່ອາລະບໍາ
zh_cn: 回到相册

source: doesn't have videos
lo_la: ບໍ່ມີວີດີໂອ
zh_cn: 没有视频

source: Invites
lo_la: ເຊີນ
zh_cn: 邀请

source: doesn't have members
lo_la: ບໍ່ມີສະມາຊິກ
zh_cn: 没有成员

source: doesn't have subscribers
lo_la: ບໍ່ມີຜູ້ຕິດຕາມ

source: No friends to invite
lo_la: ບໍ່ມີໝູ່ທີ່ຈະເຊີນ
zh_cn: 没有朋友可以邀请

source: Group Settings
lo_la: ການຕັ້ງຄ່າກຸ່ມ
zh_cn: 群组设置

source: Join Requests
lo_la: ເຂົ້າຮ່ວມການຮ້ອງຂໍ
zh_cn: 加入请求

source: Delete Group
lo_la: ລຶບກຸ່ມ
zh_cn: 删除群组

source: Name Your Group
lo_la: ຊື່ກຸ່ມຂອງເຈົ້າ
zh_cn: 为你的群组命名

source: Group Username
lo_la: ຊື່ຜູ້ໃຊ້ກຸ່ມ

source: Can only contain alphanumeric characters (A–Z, 0–9) and periods ('.')
lo_la: ສາມາດມີຕົວອັກສອນທີ່ເປັນຕົວເລກ (A–Z, 0–9) ແລະເຄື່ອງໝາຍຈ້ຳເມັດ ('.') ເທົ່ານັ້ນ.
zh_cn: 只能包含字母数字字符 (A–Z, 0–9) 和句点 ('.')

source: Note: Change group privacy to public will approve any pending join requests
lo_la: ໝາຍເຫດ: ການປ່ຽນຄວາມເປັນສ່ວນຕົວຂອງກຸ່ມເປັນສາທາລະນະຈະອະນຸມັດການຮ້ອງຂໍເຂົ້າຮ່ວມທີ່ຍັງຄ້າງຢູ່
zh_cn: 注意：将群组隐私更改为公开将批准任何待处理的加入请求

source: Members can publish posts or only group admins
lo_la: ສະມາຊິກສາມາດເຜີຍແຜ່ໂພສ ຫຼືພຽງແຕ່ຜູ້ເບິ່ງແຍງກຸ່ມເທົ່ານັ້ນ
zh_cn: 成员可以发布帖子或仅组管理员

source: All posts must be approved by a group admin
lo_la: ໂພສທັງໝົດຕ້ອງໄດ້ຮັບການອະນຸມັດຈາກຜູ້ເບິ່ງແຍງກຸ່ມ
zh_cn: 所有帖子必须由组管理员批准

source: Member Requests
lo_la: ການຮ້ອງຂໍສະມາຊິກ
zh_cn: 成员请求

source: No Requests
lo_la: ບໍ່ມີການຮ້ອງຂໍ
zh_cn: 没有请求

source: doesn't have admins
lo_la: ແອັດມິນ
zh_cn: 没有管理员

source: All Members
lo_la: ສະມາຊິກທັງໝົດ
zh_cn: 所有会员

source: Now you can earn money from your content. Set your own price and your users pay for it.
lo_la: ຕອນນີ້ທ່ານສາມາດຫາ ຄວາມດີ ຈາກເນື້ອຫາຂອງທ່ານໄດ້. ກໍານົດລາຄາຂອງທ່ານເອງແລະຜູ້ໃຊ້ຂອງທ່ານຈ່າຍຄ່າມັນ.

source: There is commission
lo_la: ມີຄະນະກໍາມະ

source: will be deducted
lo_la: ຈະຖືກຫັກອອກ

source: You can
lo_la: ທ່ານສາມາດ
zh_cn: 您可以

source: withdraw your money
lo_la: ຖອນ ຄວາມດີ ຂອງທ່ານ

source: or
lo_la: ຫຼື
zh_cn: 或

source: You can transfer your money to your
lo_la: ທ່ານ​ສາ​ມາດ​ໂອນ​ ຄວາມດີ ​ຂອງ​ທ່ານ​
zh_cn: 您可以发送验证请求以验证您的网页

source: wallet
lo_la: ຖັງນ້ຳໃຈ
zh_cn: 钱包

source: Only super admin can manage monetization and money goes to his monetization money balance
lo_la: ມີພຽງແຕ່ຜູ້ເບິ່ງແຍງລະດັບສູງເທົ່ານັ້ນທີ່ສາມາດຈັດການການສ້າງລາຍໄດ້ ແລະ ຄວາມດີ ຈະໄປຫາຍອດ ຄວາມດີ ທີ່ສ້າງລາຍໄດ້ຂອງລາວ

source: Monetization Settings
lo_la: ການຕັ້ງຄ່າການສ້າງລາຍໄດ້
zh_cn: 获利设置

source: Enable or disable monetization for your content
lo_la: ເປີດ ຫຼືປິດການສ້າງລາຍໄດ້ສຳລັບເນື້ອຫາຂອງທ່ານ

source: Payment Plans
lo_la: ແຜນການຈ່າຍ ນໍ້າໃຈ
zh_cn: 付款计划

source: Delete
lo_la: ລືບ
zh_cn: 删除

source: Edit
lo_la: ແກ້ໄຂ
zh_cn: 编辑

source: Add new plan
lo_la: ເພີ່ມແຜນໃໝ່
zh_cn: 添加新的平面图

source: Monetization Balance
lo_la: ຈ່າຍ ຄວາມດີ ການສ້າງລາຍໄດ້

source: Group Subscribers
lo_la: ສະມາຊິກກຸ່ມ

source: Monetization Money Balance
lo_la: ການສ້າງລາຍໄດ້ຍອດ ນໍ້າໃຈ

source: Once you delete your group you will no longer can access it again
lo_la: ເມື່ອທ່ານລຶບກຸ່ມຂອງທ່ານແລ້ວ ທ່ານຈະບໍ່ສາມາດເຂົ້າເຖິງມັນໄດ້ອີກ
zh_cn: 删除小组后，您将无法再次访问该小组

source: Random Pictures
lo_la: ຮູບພາບແບບສຸ່ມ
zh_cn: 随机图片

source: Profile pictures will be generated randomly and may be dublicated
lo_la: ຮູບໂປຣໄຟລ໌ຈະຖືກສ້າງແບບສຸ່ມ ແລະອາດຈະຖືກພິມອອກ
zh_cn: 个人资料图片将随机生成，可能会重复

source: Number of Users
lo_la: ຈໍານວນຜູ້ໃຊ້
zh_cn: 用户数量

source: How many users you want to generate (Maximum is 1000 per request)
lo_la: ທ່ານຕ້ອງການສ້າງຜູ້ໃຊ້ຫຼາຍປານໃດ (ສູງສຸດແມ່ນ 1000 ຕໍ່ຄໍາຮ້ອງຂໍ)
zh_cn: 您要生成多少用户（每个请求最多为1000）

source: This password will be used for all generated accounts (Default is 123456789)
lo_la: ລະຫັດຜ່ານນີ້ຈະຖືກໃຊ້ກັບບັນຊີທີ່ສ້າງຂຶ້ນທັງໝົດ (ຄ່າເລີ່ມຕົ້ນແມ່ນ 123456789)
zh_cn: 此密码将用于所有生成的帐户（默认为123456789）

source: Names Language
lo_la: ຊື່ພາສາ
zh_cn: 新建语言

source: Select the language of generated names
lo_la: ເລືອກພາສາຂອງຊື່ທີ່ສ້າງຂຶ້ນ
zh_cn: 选择生成的名字的语言

source: Generate
lo_la: ສ້າງ
zh_cn: 生成

source: Number of Pages
lo_la: ຈໍານວນຫນ້າ
zh_cn: 页数

source: How many pages you want to generate (Maximum is 1000 per request)
lo_la: ທ່ານຕ້ອງການສ້າງຈໍານວນຫນ້າເທົ່າໃດ (ສູງສຸດແມ່ນ 1000 ຕໍ່ຄໍາຮ້ອງຂໍ)
zh_cn: 您想要生成的用户数量（每个请求最多 1000 个）

source: Page Category
lo_la: ໝວດໝູ່ໜ້າ
zh_cn: 页面类别

source: Select Category
lo_la: ເລືອກໝວດ
zh_cn: 选择类别

source: Country
lo_la: ແຂວງ
zh_cn: 国家

source: Select Country
lo_la: ເລືອກແຂວງ
zh_cn: 选择国家

source: Number of Groups
lo_la: ຈໍານວນກຸ່ມ
zh_cn: 群组数量

source: How many groups you want to generate (Maximum is 1000 per request)
lo_la: ທ່ານຕ້ອງການສ້າງກຸ່ມເທົ່າໃດ (ສູງສຸດແມ່ນ 1000 ຕໍ່ຄຳຮ້ອງຂໍ)
zh_cn: 您要生成多少个群组（每个请求最多 1000 个）

source: Group Category
lo_la: ໝວດໝູ່
zh_cn: 分类

source: Before add custom auto-connect make sure you enabled getting started and location data is required
lo_la: ກ່ອນທີ່ຈະເພີ່ມການເຊື່ອມຕໍ່ອັດຕະໂນມັດແບບກໍານົດເອງ, ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ເປີດໃຊ້ການເລີ່ມຕົ້ນແລະຂໍ້ມູນສະຖານທີ່ແມ່ນຕ້ອງການ

source: Auto Friend
lo_la: ໝູ່ອັດຕະໂນມັດ
zh_cn: 自动添加好友

source: When a user creates a new account, select which users you want to auto friend
lo_la: ເມື່ອຜູ້ໃຊ້ສ້າງບັນຊີໃໝ່, ເລືອກວ່າຜູ້ໃຊ້ໃດຕ້ອງການໝູ່ອັດຕະໂນມັດ

source: Select Users
lo_la: ເລືອກຜູ້ໃຊ້
zh_cn: 选择用户

source: Search for users you want new accounts to auto friend
lo_la: ຄົ້ນຫາຜູ້ໃຊ້ທີ່ທ່ານຕ້ອງການບັນຊີໃຫມ່ເປັນຫມູ່ອັດຕະໂນມັດ
zh_cn: 搜索您希望新帐户成为自动好友的用户

source: All Countries
lo_la: ທຸກແຂວງ
zh_cn: 所有国家

source: Search for users you want new accounts to auto connect
lo_la: ຄົ້ນຫາຜູ້ໃຊ້ທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃຫມ່ເຊື່ອມຕໍ່ອັດຕະໂນມັດ
zh_cn: 搜索你想要新账户自动连接的用户

source: to this country
lo_la: ກັບ​ປະ​ເທດ​ນີ້​

source: Add Auto Friend Users For Specific Country
lo_la: ເພີ່ມຜູ້ໃຊ້ Friend ອັດຕະໂນມັດສໍາລັບແຂວງສະເພາະ

source: Auto Follow
lo_la: ຕິດຕາມອັດຕະໂນມັດ
zh_cn: 自动关注

source: When a user creates a new account, select which users you want to auto follow
lo_la: ເມື່ອຜູ້ໃຊ້ສ້າງບັນຊີໃໝ່, ເລືອກຜູ້ໃຊ້ທີ່ທ່ານຕ້ອງການຕິດຕາມອັດຕະໂນມັດ
zh_cn: 当用户创建一个新帐户时，选择您要自动关注的用户

source: Search for users you want new accounts to auto follow
lo_la: ຄົ້ນຫາຜູ້ໃຊ້ທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃຫມ່ຕິດຕາມອັດຕະໂນມັດ
zh_cn: 搜索您想让新帐户自动关注的用户

source: Add Auto Follow Users For Specific Country
lo_la: ເພີ່ມອັດຕະໂນມັດຕິດຕາມຜູ້ໃຊ້ສໍາລັບແຂວງສະເພາະ

source: Auto Like
lo_la: ມັກອັດຕະໂນມັດ
zh_cn: 自动喜欢

source: When a user creates a new account, select which pages you want to auto like
lo_la: ເມື່ອຜູ້ໃຊ້ສ້າງບັນຊີໃໝ່, ເລືອກໜ້າທີ່ທ່ານຕ້ອງການມັກອັດຕະໂນມັດ
zh_cn: 当用户创建新帐户时，选择您希望自动喜欢的页面

source: Select Pages
lo_la: ເລືອກເພຈ
zh_cn: 选择页面

source: Search for pages you want new accounts to auto like
lo_la: ຊອກຫາໜ້າເວັບທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃໝ່ມັກອັດຕະໂນມັດ
zh_cn: 找到您希望新帐户自动喜欢的页面

source: Search for pages you want new accounts to auto connect
lo_la: ຊອກຫາໜ້າທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃໝ່ເຊື່ອມຕໍ່ອັດຕະໂນມັດ

source: Add Auto Like Pages For Specific Country
lo_la: ເພີ່ມໜ້າ Like ອັດຕະໂນມັດສຳລັບແຂວງສະເພາະ

source: Auto Join
lo_la: ເຂົ້າຮ່ວມອັດຕະໂນມັດ
zh_cn: 自动加入

source: When a user creates a new account, select which groups you want to auto join
lo_la: ເມື່ອຜູ້ໃຊ້ສ້າງບັນຊີໃໝ່, ເລືອກກຸ່ມທີ່ເຈົ້າຕ້ອງການເຂົ້າຮ່ວມອັດຕະໂນມັດ
zh_cn: 当用户创建新帐户时，选择您要自动加入的组

source: Select Groups
lo_la: ເລືອກກຸ່ມ
zh_cn: 选择组

source: Search for groups you want new accounts to auto join
lo_la: ຊອກຫາກຸ່ມທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃໝ່ເຂົ້າຮ່ວມອັດຕະໂນມັດ
zh_cn: 搜索您希望新帐户自动加入的群组

source: Search for groups you want new accounts to auto connect
lo_la: ຊອກຫາກຸ່ມທີ່ທ່ານຕ້ອງການໃຫ້ບັນຊີໃໝ່ເຊື່ອມຕໍ່ອັດຕະໂນມັດ

source: Add Auto Join Groups For Specific Country
lo_la: ເພີ່ມກຸ່ມເຂົ້າຮ່ວມອັດຕະໂນມັດສຳລັບແຂວງສະເພາະ

source: Garbage collector will perform the selected action and might take some time
lo_la: ຜູ້ເກັບຂີ້ເຫຍື້ອຈະດໍາເນີນການທີ່ເລືອກແລະອາດຈະໃຊ້ເວລາບາງເວລາ
zh_cn: 垃圾收集器将执行选定的操作，可能需要一些时间

source: What you want to do
lo_la: ສິ່ງທີ່ທ່ານຕ້ອງການເຮັດ
zh_cn: 您要删除什么

source: Delete all not activated accounts
lo_la: ລຶບບັນຊີທີ່ບໍ່ໄດ້ເປີດໃຊ້ທັງໝົດ
zh_cn: 删除所有未激活的帐户

source: user
lo_la: ຜູ້ໃຊ້
zh_cn: 用户

source: Delete users who did not login from 1 week
lo_la: ລຶບຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 1 ອາທິດ
zh_cn: 删除1周内未登录的用户

source: Delete users who did not login from 1 month
lo_la: ລຶບຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 1 ເດືອນ
zh_cn: 删除1个月内未登录的用户

source: Delete users who did not login from 3 months
lo_la: ລຶບຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 3 ເດືອນ
zh_cn: 删除3个月未登录的用户

source: Delete users who did not login from 6 months
lo_la: ລຶບຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 6 ເດືອນ
zh_cn: 删除6个月未登录的用户

source: Delete users who did not login from 9 months
lo_la: ລຶບຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 9 ເດືອນ
zh_cn: 删除9个月未登录的用户

source: Delete users who did not login from 1 year
lo_la: ລຶບຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 1 ປີ
zh_cn: 删除1年内未登录的用户

source: Delete posts that are longer than 1 week
lo_la: ລຶບໂພສທີ່ຍາວກວ່າ 1 ອາທິດ
zh_cn: 删除超过1周的员额

source: Delete posts that are longer than 1 month
lo_la: ລຶບໂພສທີ່ຍາວກວ່າ 1 ເດືອນອອກ
zh_cn: 刪除超過1個月的職位

source: Delete posts that are longer than 1 year
lo_la: ລຶບໂພສທີ່ຍາວກວ່າ 1 ປີອອກ
zh_cn: 删除超过1年的员额

source: Reset all expired subscribers and their boosted posts and pages
lo_la: ຣີເຊັດຜູ້ສະໝັກໃຊ້ໝົດອາຍຸທັງໝົດ ແລະໂພສ ແລະໜ້າເວັບທີ່ເພີ່ມຂຶ້ນ
zh_cn: 重置所有过期的订阅者和他们增加的帖子和页面

source: Reset all users points
lo_la: ຣີເຊັດ ຄວາມດີ ຜູ້ໃຊ້ທັງໝົດ
zh_cn: 重置所有用户点

source: Run
lo_la: ແລ່ນ
zh_cn: 运行

source: You last backup
lo_la: ທ່ານສໍາຮອງຂໍ້ມູນຫຼ້າສຸດ
zh_cn: 您最后一次备份

source: You can find backups in
lo_la: ທ່ານ​ສາ​ມາດ​ຊອກ​ຫາ​ສໍາ​ຮອງ​ຂໍ້​ມູນ​ໃນ​
zh_cn: 您可以在以下位置找到备份

source: Taking backup might take some time and you can download backups via FTP
lo_la: ການ​ສໍາ​ຮອງ​ຂໍ້​ມູນ​ອາດ​ຈະ​ໃຊ້​ເວ​ລາ​ບາງ​ຢ່າງ​ແລະ​ທ່ານ​ສາ​ມາດ​ດາວ​ນ​໌​ໂຫລດ​ສໍາ​ຮອງ​ຂໍ້​ມູນ​ຜ່ານ FTP​
zh_cn: 创建备份可能需要一段时间，您可以通过 FTP 上传备份

source: Database
lo_la: ຖານຂໍ້ມູນ
zh_cn: 数据库

source: Files
lo_la: ໄຟລ໌
zh_cn: 文件

source: Full Backup
lo_la: ສຳຮອງຂໍ້ມູນເຕັມຮູບແບບ
zh_cn: 完整备份

source: Once you reset your website all data will be deleted and it will be like having a fresh installation
lo_la: ເມື່ອທ່ານຕັ້ງເວັບໄຊທ໌ຂອງທ່ານຄືນໃຫມ່, ຂໍ້ມູນທັງຫມົດຈະຖືກລຶບຖິ້ມແລະມັນຈະຄ້າຍຄືກັບການຕິດຕັ້ງໃຫມ່
zh_cn: 重置网站后，所有数据都将被删除，就像全新安装一样

source: (Note: All system settings will be saved)
lo_la: (ໝາຍເຫດ: ການຕັ້ງຄ່າລະບົບທັງໝົດຈະຖືກບັນທຶກໄວ້)
zh_cn: （注意：所有系统设置都会被保存）

source: Reset Everything
lo_la: ຣີເຊັດທຸກຢ່າງ
zh_cn: 重置所有内容

source: No new requests
lo_la: ບໍ່ມີຄໍາຮ້ອງຂໍໃຫມ່
zh_cn: 没有新的请求

source: Once you delete your account you will no longer can access it again
lo_la: ເມື່ອທ່ານລຶບບັນຊີຂອງທ່ານແລ້ວ ທ່ານຈະບໍ່ສາມາດເຂົ້າເຖິງມັນໄດ້ອີກ
zh_cn: 删除帐号后，您将无法访问和登录

source: Delete My Account
lo_la: ລົບບັນຊີຂ້ອຍ
zh_cn: 删除我的账户

source: Facebook
lo_la: ເຟສບຸກ

source: Your account is connected to
lo_la: ບັນຊີຂອງທ່ານເຊື່ອມຕໍ່ກັບ
zh_cn: 你的账号正连接至

source: Connect your account to
lo_la: ເຊື່ອມຕໍ່ບັນຊີຂອງທ່ານກັບ
zh_cn: 连接账号至

source: Disconnect
lo_la: ຕັດການເຊື່ອມຕໍ່
zh_cn: 断开连接

source: Connect
lo_la: ເຊື່ອມຕໍ່
zh_cn: 连接

source: Profile Subscribers
lo_la: ຜູ້ສະໝັກໃຊ້ໂປຣໄຟລ໌

source: Withdrawal Request
lo_la: ຄໍາຮ້ອງຂໍຖອນ ນ້ຳໃຈ
zh_cn: 提现申请

source: Your Balance
lo_la: ຍອດ ນໍ້າໃຈ ຂອງທ່ານ
zh_cn: 您的余额

source: The minimum withdrawal request amount is
lo_la: ຈໍານວນຄໍາຮ້ອງຂໍຖອນ ຄວາມດີ ຂັ້ນຕ່ໍາແມ່ນ
zh_cn: 最低提款请求金额是

source: Payment Method
lo_la: ວິທີການຊໍາລະ ນ້ຳໃຈ
zh_cn: 支付方式

source: Bank Transfer
lo_la: ໂອນ​ ຄວາມດີ ​ຜ່ານ​ທະ​ນາ​ຄານ
zh_cn: 银行转账

source: Transfer To
lo_la: ໂອນໄປ
zh_cn: 传送到

source: Make a withdrawal
lo_la: ຖອນ ນ້ຳໃຈ
zh_cn: 退出

source: Withdrawal History
lo_la: ປະຫວັດການຖອນ ນໍ້າໃຈ
zh_cn: 退出历史

source: Method
lo_la: ວິທີການ
zh_cn: 方法

source: Time
lo_la: ເວລາ
zh_cn: 时间

source: Approved
lo_la: ອະນຸມັດ
zh_cn: 批准

source: Declined
lo_la: ປະຕິເສດ
zh_cn: 拒绝

source: What are you doing?
lo_la: ທ່ານກຳລັງເຮັດຫຍັງ?
zh_cn: 你正在做什么？

source: Upload Photos
lo_la: ອັບໂຫຼດຮູບ
zh_cn: 上传照片

source: Feelings/Activity
lo_la: ຄວາມຮູ້ສຶກ / ກິດຈະກໍາ
zh_cn: 心情/活动

source: Check In
lo_la: ເຊັກອິນ
zh_cn: 入住

source: Only Me
lo_la: ສຳລັບຕົວເອງເທົ່ານັ້ນ
zh_cn: 只有我

source: Custom
lo_la: ກຳນົດເອງ
zh_cn: 自定义

source: Post
lo_la: ໂພດສ໌
zh_cn: 文章

source: Looks like you don't have any transaction yet
lo_la: ເບິ່ງຄືວ່າທ່ານຍັງບໍ່ມີທຸລະກໍາໃດໆເທື່ອ

source: Edit Album
lo_la: ແກ້ໄຂອະລະບໍ້າ
zh_cn: 编辑相册

source: Cancel
lo_la: ຍົກເລີກ
zh_cn: 取消

source: Save
lo_la: ບັນທືກ
zh_cn: 保存

source: Chat Enabled
lo_la: ເປີດໃຊ້ການສົນທະນາແລ້ວ
zh_cn: 启用聊天

source: If chat disabled you will appear offline and will no see who is online too
lo_la: ຖ້າການສົນທະນາຖືກປິດ, ທ່ານຈະປາກົດວ່າອອຟໄລແລະຈະບໍ່ເຫັນວ່າໃຜຢູ່ໃນອິນເຕີເນັດຄືກັນ
zh_cn: 如果禁用聊天，您将显示为脱机状态，也不会查看谁在线

source: Email you with our newsletter
lo_la: ສົ່ງອີເມວຫາທ່ານດ້ວຍຈົດໝາຍຂ່າວຂອງພວກເຮົາ
zh_cn: 通过电子邮件发送最新信息给你

source: From time to time we send newsletter email to all of our members
lo_la: ບາງຄັ້ງພວກເຮົາສົ່ງອີເມວຈົດໝາຍຂ່າວໄປຫາສະມາຊິກທັງໝົດຂອງພວກເຮົາ
zh_cn: 我们会不时向所有会员发送电子邮件

source: Who can poke you
lo_la: ໃຜສາມາດ Poke ເຈົ້າໄດ້
zh_cn: 谁能戳你

source: Everyone
lo_la: ທຸກຄົນ
zh_cn: 所有人

source: No One
lo_la: ບໍ່ມີໃຜ
zh_cn: 没有人

source: Who can send you gifts
lo_la: ໃຜສາມາດສົ່ງຂອງຂວັນໃຫ້ທ່ານ
zh_cn: 谁可以送你礼物

source: Who can post on your wall
lo_la: ໃຜສາມາດໂພສໃສ່ໂປຟາຍຂອງທ່ານໄດ້
zh_cn: 谁可以在你的帖子墙上发帖

source: Just Me
lo_la: ມີ​ແຕ່​ຂ້ອຍ
zh_cn: 仅自己

source: Who can see your
lo_la: ໃຫ້ໃຜເຫັນແດ່
zh_cn: 谁可以看你的

source: gender
lo_la: ເພດ
zh_cn: 性别

source: relationship
lo_la: ຄວາມສຳພັນ
zh_cn: 关系

source: birthdate
lo_la: ວັນເດືອນປີເກີດ
zh_cn: 生日

source: basic info
lo_la: ຂໍ້ມູນພື້ນຖານ
zh_cn: 基本信息

source: work info
lo_la: ຂໍ້ມູນວຽກງານ
zh_cn: 工作信息

source: location info
lo_la: ຂໍ້ມູນສະຖານທີ່
zh_cn: 位置信息

source: education info
lo_la: ຂໍ້ມູນການຮຽນ
zh_cn: 教育信息

source: other info
lo_la: ຂໍ້ມູນອື່ນໆ
zh_cn: 其他信息

source: friends
lo_la: ເພື່ອນ
zh_cn: 好友

source: followers/followings
lo_la: ຜູ້ຕິດຕາມ / ຜູ້ຕິດຕາມ

source: photos
lo_la: ຮູບພາບ
zh_cn: 照片

source: liked pages
lo_la: ຖືກໃຈເພຈ
zh_cn: 喜欢的页面

source: joined groups
lo_la: ເຂົ້າຮ່ວມກຸ່ມ
zh_cn: 加入的小组

source: joined events
lo_la: ເຂົ້າຮ່ວມເຫດການ
zh_cn: 加入的活动

source: Edit Job
lo_la: ແກ້ໄຂວຽກ
zh_cn: 编辑工作

source: Job Title
lo_la: ຕໍາ​ແຫນ່ງ
zh_cn: 职称
