Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Movies
lo_la: ໜັງຮູບເງົາ
zh_cn: 电影

source: Error
lo_la: ຂໍ້ຜິດພາດ
zh_cn: 错误

source: Ads Manager
lo_la: ຈັດການໂຄສະນາ
zh_cn: 广告管理

source: New Campaign
lo_la: ແຄມເປນໃໝ່
zh_cn: 新活动

source: Edit Campaign
lo_la: ແກ້ໄຂແຄມເປນ
zh_cn: 编辑活动

source: Developers
lo_la: ນັກພັດທະນາ
zh_cn: 开发者

source: My Apps
lo_la: ແອັບຂອງຂ້ອຍ
zh_cn: 我的应用程序

source: Create New App
lo_la: ສ້າງແອັບໃໝ່
zh_cn: 创建新应用

source: Edit App
lo_la: ແກ້ໄຂແອັບ
zh_cn: 编辑应用

source: Share Plugin
lo_la: ແບ່ງປັນປລັກອິນ
zh_cn: 分享插件

source: Wallet
lo_la: ຖັງນ້ຳໃຈ
zh_cn: 钱包

source: Wallet Payments
lo_la: ການຈ່າຍ ດ້ວຍນ້ຳໃນ
zh_cn: 余额支付

source: Settings
lo_la: ຕັ້ງຄ່າ
zh_cn: 设置

source: Account Settings
lo_la: ຕັ້ງ​ຄ່າ​ບັນ​ຊີ
zh_cn: 账户设置

source: Edit Profile
lo_la: ແກ້ໄຂໂປຣໄຟລ໌
zh_cn: 编辑个人资料

source: Change Password
lo_la: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ
zh_cn: 更改密码

source: Manage Sessions
lo_la: ຈັດການ Sessions
zh_cn: 登录详情

source: Notifications
lo_la: ແຈ້ງເຕືອນ
zh_cn: 通知

source: Verification
lo_la: ການຢັ້ງຢືນ
zh_cn: 验证

source: Privacy
lo_la: ຄວາມເປັນສ່ວນຕົວ
zh_cn: 隐私

source: Accounts
lo_la: ບັນຊີ
zh_cn: 账户

source: Linked Accounts
lo_la: ເຊື່ອມໂຍງບັນຊີ
zh_cn: 关联账户

source: Membership
lo_la: ສະມາຊິກ
zh_cn: 会员资格

source: Monetization
lo_la: ການສ້າງລາຍໄດ້
zh_cn: 货币化

source: Monetization Payments
lo_la: ຈ່າຍ ຄວາມດີ ການສ້າງລາຍໄດ້

source: Invitations
lo_la: ເຊີນ
zh_cn: 邀请

source: points
lo_la: ຄວາມດີ
zh_cn: 积分

source: Points Payments
lo_la: ຈ່າຍ ຄວາມດີ
zh_cn: 积分付款

source: Funding
lo_la: ລະດົມທຶນ
zh_cn: 充值

source: CoinPayments Transactions
lo_la: ທຸລະກໍາ CoinPayments
zh_cn: CoinPayments交易

source: Bank Transfers
lo_la: ໂອນທະນາຄານ
zh_cn: 银行转账

source: Apps
lo_la: ແອັບ
zh_cn: 应用

source: Download Your Information
lo_la: ດາວໂຫລດຂໍ້ມູນຂອງທ່ານ
zh_cn: 下载你的信息

source: Delete Account
lo_la: ລຶບບັນຊີ
zh_cn: 删除账户

source: Welcome to
lo_la: ຍິນ​ດີ​ຕ້ອນ​ຮັບ​ສູ່
zh_cn: 欢迎来到

source: Popular Posts
lo_la: ໂພສຍອດນິຍົມ
zh_cn: 热门文章

source: Discover Posts
lo_la: Discover ໂພສ
zh_cn: 发现文章

source: My Articles
lo_la: ບົດຄວາມຂອງຂ້ອຍ
zh_cn: 我的文章

source: My Products
lo_la: ສິນຄ້າຂອງຂ້ອຍ
zh_cn: 我的产品

source: My Funding Requests
lo_la: ລາຍການລະດົມທືນຂອງຂ້ອຍ
zh_cn: 我的资金申请

source: Saved Posts
lo_la: ບັນທຶກຂໍ້ຄວາມ
zh_cn: 保存帖子

source: Memories
lo_la: ຄວາມຊົງຈໍາ
zh_cn: 回忆

source: Watch
lo_la: ໜັງ, ຮູບເງົາ
zh_cn: 关注

source: Games
lo_la: ເກມ
zh_cn: 游戏

source: Your Games
lo_la: ເກມຂອງເຈົ້າ
zh_cn: 你的游戏

source: File not found
lo_la: ບໍ່ພົບໄຟລ໌
zh_cn: 文件未找到

source: Events
lo_la: ເຫດການ
zh_cn: 活动

source: Going Events
lo_la: ເຂົ້າຮ່ວມງານ
zh_cn: 即将开始的活动

source: Interested Events
lo_la: ເຫດການທີ່ສົນໃຈ
zh_cn: 感兴趣的活动

source: Invited Events
lo_la: ເຂົ້າຮ່ວມງານ
zh_cn: 邀请的活动

source: My Events
lo_la: ເຫດການຂອງຂ້ອຍ
zh_cn: 我的活动

source: Your session hash has been broken, Please contact Sngine's support!
lo_la: ເຊສຊັນຂອງທ່ານຖືກທຳລາຍ, ກະລຸນາຕິດຕໍ່ຝ່າຍຊ່ວຍເຫຼືອຂອງ Kidhod!
zh_cn: 您的会话已被破坏，请联系Sngine的支持！

source: System Message
lo_la: ຂໍ້ຄວາມລະບົບ
zh_cn: 系统消息

source: Your IP has been blocked
lo_la: IP ຂອງທ່ານໄດ້ຖືກບລັອກ
zh_cn: 您的IP已被禁止访问

source: Admin
lo_la: ແອັດມິນ

source: Moderator
lo_la: ຜູ້ຄວບຄຸມ
zh_cn: 版主

source: Search
lo_la: ຊອກຫາ
zh_cn: 搜索

source: Forums
lo_la: ເວທີສົນທະນາ
zh_cn: 论坛

source: Write New Thread
lo_la: ຂຽນຫົວຂໍ້ໃຫມ່
zh_cn: 新建帖子

source: Edit Thread
lo_la: ແກ້ໄຂກະທູ້
zh_cn: 编辑版块

source: Post Reply
lo_la: ໂພສຕອບ
zh_cn: 发表回复

source: Edit Reply
lo_la: ແກ້ໄຂການຕອບ
zh_cn: 编辑回复

source: My Threads
lo_la: ກະທູ້ຂອງຂ້ອຍ
zh_cn: 我的版块

source: My Replies
lo_la: ຄຳຕອບຂອງຂ້ອຍ
zh_cn: 我的回复

source: Search Results
lo_la: ຜົນການຊອກຫາ
zh_cn: 搜索结果

source: Packages
lo_la: ແພັກເກັດ
zh_cn: 软件包

source: Users Directory
lo_la: ບັນຊີຜູ້ໃຊ້
zh_cn: 用户目录

source: Games Directory
lo_la: ລາຍຊື່ເກມ
zh_cn: 游戏目录

source: Jobs
lo_la: ວຽກ
zh_cn: 工作

source: Marketplace
lo_la: ຕະຫຼາດ
zh_cn: 市场

source: Groups
lo_la: ກຸ່ມ
zh_cn: 群组

source: Joined Groups
lo_la: ເຂົ້າຮ່ວມກຸ່ມ
zh_cn: 加入的群组

source: My Groups
lo_la: ກຸ່ມຂອງຂ້ອຍ
zh_cn: 我的群组

source: You don't have the right permission to access this
lo_la: ທ່ານບໍ່ມີສິດອະນຸຍາດເຂົ້າເຖິງສ່ວນນີ້
zh_cn: 您没有访问该文件的权限

source: System Settings
lo_la: ຕັ້ງຄ່າລະບົບ
zh_cn: 系统设置

source: Posts Settings
lo_la: ຕັ້ງຄ່າໂພດ
zh_cn: 文章设置

source: Registration Settings
lo_la: ຕັ້ງຄ່າການລົງທະບຽນ
zh_cn: 注册设置

source: Accounts Settings
lo_la: ຕັ້ງຄ່າບັນຊີ
zh_cn: 帐户设置

source: Email Settings
lo_la: ຕັ້ງຄ່າອີເມວ
zh_cn: 邮箱设置

source: SMS Settings
lo_la: ຕັ້ງຄ່າ SMS
zh_cn: 短信设置

source: Notifications Settings
lo_la: ຕັ້ງຄ່າການແຈ້ງເຕືອນ
zh_cn: 通知设置

source: Chat Settings
lo_la: ຕັ້ງຄ່າການສົນທະນາ
zh_cn: 聊天设置

source: Live Stream Settings
lo_la: ຕັ້ງຄ່າການຖ່າຍທອດສົດ
zh_cn: 直播设置

source: Uploads Settings
lo_la: ຕັ້ງຄ່າການອັບໂຫລດ
zh_cn: 上传设置

source: Payments Settings
lo_la: ຕັ້ງຄ່າການຊຳລະດ້ວຍລະບົບ ນໍ້າໃຈ
zh_cn: 付款设置

source: Security Settings
lo_la: ຕັ້ງຄ່າຄວາມປອດໄພ
zh_cn: 安全设置

source: Limits Settings
lo_la: ຕັ້ງຄ່າການຈຳກັດ
zh_cn: 限制设置

source: Analytics Settings
lo_la: ຕັ້ງຄ່າການວິເຄາະ
zh_cn: 分析设置

source: Add New
lo_la: ເພີ່ມໃໝ່
zh_cn: 新增

source: Design
lo_la: ອອກ​ແບບ
zh_cn: 设计

source: Languages
lo_la: ພາສາ
zh_cn: 语言

source: Countries
lo_la: ຂໍ້ມູນແຂວງ
zh_cn: 国家

source: Currencies
lo_la: ສັນຍາລັກ ນໍ້າໃຈ
zh_cn: 货币

source: Genders
lo_la: ເພດ
zh_cn: 性别

source: Users
lo_la: ຂໍ້ມູນຜູ້ໃຊ້ງາານ
zh_cn: 用户

source: Admins
lo_la: ແອັດມິນ
zh_cn: 管理员

source: Moderators
lo_la: ຜູ້ຄວບຄຸມ
zh_cn: 版主

source: Online
lo_la: ອອນລາຍ
zh_cn: 在线

source: Banned
lo_la: ຫ້າມ
zh_cn: 禁止

source: Users Groups
lo_la: ກຸ່ມຜູ້ໃຊ້

source: Permissions Groups
lo_la: ກຸ່ມການອະນຸຍາດ

source: Posts
lo_la: ໂພສ
zh_cn: 文章

source: Videos Categories
lo_la: ໝວດໝູ່ວິດີໂອ

source: Add New Category
lo_la: ເພີ່ມໝວດໝູ່ໃໝ່
zh_cn: 添加新类别

source: Pages
lo_la: ເພຈ໌
zh_cn: 页面

source: Categories
lo_la: ໝວດ​ໝູ່
zh_cn: 类别

source: Blogs
lo_la: ບລັອກ
zh_cn: 博客

source: Market
lo_la: ຕະຫຼາດ
zh_cn: 市场

source: Offers
lo_la: ຂໍ້ສະເໜີ
zh_cn: 定价

source: Add New Forum
lo_la: ເພີ່ມກະດານສົນທະນາໃໝ່
zh_cn: 新建论坛

source: Threads
lo_la: ກະທູ້
zh_cn: 线程

source: Replies
lo_la: ຕອບກັບ
zh_cn: 回复

source: Add New Movie
lo_la: ເພີ່ມຮູບເງົາໃຫມ່
zh_cn: 添加新电影

source: Add New Genre
lo_la: ເພີ່ມປະເພດໃຫມ່
zh_cn: 添加新类型

source: Ads
lo_la: ໂຄສະນາ
zh_cn: 广告

source: Users Ads
lo_la: ໂຄສະນາຜູ້ໃຊ້
zh_cn: 用户广告

source: System Ads
lo_la: ລະບົບໂຄສະນາ
zh_cn: 系统广告

source: Payment Requests
lo_la: ການຮ້ອງຂໍການຈ່າຍ ນໍ້າໃຈ
zh_cn: 付款请求

source: Pro System
lo_la: ລະບົບ Pro
zh_cn: 专业系统

source: Subscribers
lo_la: ສະຫມັກ
zh_cn: 订阅者

source: Points System
lo_la: ລະບົບ ຄວາມດີ
zh_cn: 积分系统

source: Funding Requests
lo_la: ການຮ້ອງຂໍ ຄວາມດີ ລະດົມທຶນ
zh_cn: 申请许愿资金

source: Content Monetization
lo_la: ລາຍຮັບຈາກເນື້ອຫາ

source: Tips
lo_la: ກຳນົດການໃຫ້ Tips
zh_cn: 提示

source: Bank Receipts
lo_la: ໃບຮັບ ຄວາມດີ ຂອງທະນາຄານ
zh_cn: 银行收据

source: Reports
lo_la: ລາຍງານ
zh_cn: 报告

source: Forum Thread
lo_la: ເວທີສົນທະນາ
zh_cn: 论坛版块

source: Forum Reply
lo_la: ຕອບກັບ
zh_cn: 论坛回复

source: Blacklist
lo_la: ບັນຊີດໍາ
zh_cn: 黑名单

source: Requests
lo_la: ການຮ້ອງຂໍ
zh_cn: 请求

source: Verified Users
lo_la: ຜູ້ໃຊ້ທີ່ຢືນຢັນແລ້ວ
zh_cn: 认证用户

source: Verified Pages
lo_la: Page ທີ່ຢືນຢັນແລ້ວ
zh_cn: 认证页面

source: Tools
lo_la: ເຄື່ອງມື
zh_cn: 工具

source: Auto Connect
lo_la: ເຊື່ອມຕໍ່ອັດຕະໂນມັດ
zh_cn: 自动连接

source: Factory Reset
lo_la: ຣີເຊັດເປັນຄ່າໂຮງງານ
zh_cn: 恢复出厂设置

source: Custom Fields
lo_la: ຊ່ອງຂໍ້ມູນແບບກຳນົດເອງ
zh_cn: 自定义字段

source: Colored Posts
lo_la: ພື້ນຫຼັງ
zh_cn: 彩色的帖子

source: Widgets
lo_la: ວິດເຈັດ
zh_cn: 小工具

source: Reactions
lo_la: ຕັ້ງຄ່າແຣກ
zh_cn: 反应

source: Edit Reaction
lo_la: ແກ້ໄຂແຣກ
zh_cn: 编辑心情

source: Emojis
lo_la: ອີໂມຈິ
zh_cn: 表情符号

source: Edit Emoji
lo_la: ແກ້ໄຂອີໂມຈິ
zh_cn: 编辑Emojis

source: Add New Emoji
lo_la: ເພີ່ມອີໂມຈິໃໝ່
zh_cn: 添加新的表情

source: Stickers
lo_la: ສະຕິກເກີ
zh_cn: 贴纸

source: Edit Sticker
lo_la: ແກ້ໄຂສະຕິກເກີ
zh_cn: 编辑贴纸

source: Add New Sticker
lo_la: ເພີ່ມສະຕິກເກີໃໝ່
zh_cn: 添加新的贴纸

source: Gifts
lo_la: ຂອງຂວັນ
zh_cn: 礼品

source: Edit Gift
lo_la: ແກ້ໄຂຂອງຂວັນ
zh_cn: 编辑礼物

source: Add New Gift
lo_la: ເພີ່ມຂອງຂວັນໃຫມ່
zh_cn: 添加礼物

source: Announcements
lo_la: ປະກາດ
zh_cn: 公告

source: Mass Notifications
lo_la: ສົ່ງແຈ້ງເຕືອນຫາສະມາຊິກທຸກຄົນ
zh_cn: 群发通知

source: Newsletter
lo_la: ຈົດໝາຍຂ່າວທາງອີເມວ
zh_cn: 通讯

source: Changelog
lo_la: ບັນທຶກການປ່ຽນແປງ
zh_cn: 更新日志

source: Messages
lo_la: ຂໍ້ຄວາມ
zh_cn: 消息

source: Edit Article
lo_la: ແກ້ໄຂບົດຄວາມ
zh_cn: 编辑文章

source: Write New Article
lo_la: ຂຽນບົດຄວາມໃຫມ່
zh_cn: 发表新的文章

source: Find People
lo_la: ຊອກຫາເພື່ອນ
zh_cn: 寻找朋友

source: Friend Requests
lo_la: ການຮ້ອງຂໍເພື່ອນ
zh_cn: 好友请求

source: Friend Requests Sent
lo_la: ສົ່ງຄຳຂໍເປັນໝູ່ແລ້ວ
zh_cn: 好友请求已发送

source: Liked Pages
lo_la: ເພຈ໌ຖືກໃຈ
zh_cn: 喜欢的页面

source: My Pages
lo_la: ເພຈ໌ ຂອງຂ້ອຍ
zh_cn: 我的页面

source: You are not logged in
lo_la: ທ່ານຍັງບໍ່ໄດ້ເຂົ້າສູ່ລະບົບ
zh_cn: 你没有登录

source: Your message has been sent! Thanks a lot and will be back to you soon
lo_la: ຂໍ້ຄວາມຂອງເຈົ້າຖືກສົ່ງໄປແລ້ວ! ຂອບໃຈຫຼາຍໆ ແລະຈະກັບມາຫາເຈົ້າໃນໄວໆນີ້
zh_cn: 您的消息已发送！ 非常感谢，很快就会回复你

source: Registration is closed right now
lo_la: ການລົງທະບຽນຖືກປິດໃນຕອນນີ້
zh_cn: 注册现在已经关闭了

source: Your password has been changed you can login now
lo_la: ລະ​ຫັດ​ຜ່ານ​ຂອງ​ທ່ານ​ໄດ້​ຖືກ​ປ່ຽນ​ແປງ​, ທ່ານ​ສາ​ມາດ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ໃນ​ປັດ​ຈຸ​ບັນ​
zh_cn: 您的密码已更改，您现在可以登录

source: You can't do this with demo account
lo_la: ທ່ານບໍ່ສາມາດເຮັດສິ່ງນີ້ກັບບັນຊີຕົວຢ່າງ
zh_cn: 你不能使用演示账户执行此操作

source: Invalid request
lo_la: ຄຳຮ້ອງຂໍບໍ່ຖືກຕ້ອງ
zh_cn: 无效的请求

source: No data found
lo_la: ບໍ່ພົບຂໍ້ມູນ
zh_cn: 没有找到数据

source: This feature has been disabled by the admin
lo_la: ຄຸນສົມບັດນີ້ຖືກປິດການນຳໃຊ້ໂດຍຜູ້ເບິ່ງແຍງລະບົບ
zh_cn: 该功能已被管理员禁用

source: Database Error
lo_la: ຖານຂໍ້ມູນຜິດພາດ
zh_cn: 数据库错误

source: An error occurred while writing to database. Please try again later
lo_la: ມີຂໍ້ຜິດພາດເກີດຂຶ້ນໃນຂະນະທີ່ຂຽນໃສ່ຖານຂໍ້ມູນ. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ
zh_cn: 写入数据库时发生错误。 请稍后再试

source: Permission Needed
lo_la: ຕ້ອງການການອະນຸຍາດ
zh_cn: 需要许可

source: You do not have the permission to view this content
lo_la: ທ່ານບໍ່ມີສິດໃນການເບິ່ງເນື້ອຫານີ້
zh_cn: 你无权查看此内容

source: Banned Account
lo_la: ບັນຊີທີ່ຖືກຫ້າມ
zh_cn: 被禁止的帐户

source: Activation Required
lo_la: ຕ້ອງການເປີດໃຊ້ງານ
zh_cn: 激活状态

source: Sorry but the page you are looking for does not exist, have been removed. name changed or is temporarily unavailable
lo_la: ຂໍ​ອະ​ໄພ​ແຕ່​ຫນ້າ​ທີ່​ທ່ານ​ກໍາ​ລັງ​ຊອກ​ຫາ​ບໍ່​ມີ​, ໄດ້​ຖືກ​ໂຍກ​ຍ້າຍ​ອອກ​. ປ່ຽນຊື່ ຫຼືບໍ່ມີໃຫ້ຊົ່ວຄາວ
zh_cn: 抱歉，您要查找的页面不存在，已被删除。 名称更改或暂时不可用

source: There is some thing went wrong
lo_la: ມີບາງຍາງຜິດພາດ
zh_cn: 出了点问题

source: Test email could not be sent. Please check your settings
lo_la: ບໍ່ສາມາດສົ່ງອີເມວທົດສອບໄດ້. ກະລຸນາກວດເບິ່ງການຕັ້ງຄ່າຂອງທ່ານ
zh_cn: 无法发送测试电子邮件。 请检查您的设置

source: You need to enter Test Phone Number
lo_la: ທ່ານຕ້ອງໃສ່ເບີໂທລະສັບທົດສອບ
zh_cn: 您需要输入测试电话号码

source: Test SMS from
lo_la: ທົດສອບ SMS ຈາກ
zh_cn: 测试SMS短信来自

source: Test SMS could not be sent. Please check your settings
lo_la: SMS ທົດສອບບໍ່ສາມາດສົ່ງໄດ້. ກະລຸນາກວດເບິ່ງການຕັ້ງຄ່າຂອງທ່ານ
zh_cn: 无法发送测试SMS短信。 请检查您的设置

source: Connection Failed, Please check your settings
lo_la: ການເຊື່ອມຕໍ່ລົ້ມເຫລວ, ກະລຸນາກວດເບິ່ງການຕັ້ງຄ່າຂອງທ່ານ
zh_cn: 连接失败，请检查您的设置

source: Something wrong with upload! Is 'upload_max_filesize' set correctly?
lo_la: ບາງສິ່ງບາງຢ່າງທີ່ຜິດພາດກັບການອັບໂຫລດ! ແມ່ນ ‘upload_max_filesize’ ຖືກກໍານົດຢ່າງຖືກຕ້ອງບໍ?
zh_cn: 上传有问题！ 'upload_max_filesize'设置正确吗？

source: The file size is so big
lo_la: ຂະຫນາດໄຟລ໌ຂະຫນາດໃຫຍ່
zh_cn: 文件大小太大

source: The allowed file size is:
lo_la: ຂະໜາດໄຟລ໌ທີ່ອະນຸຍາດແມ່ນ:

source: Sorry, can not upload the file
lo_la: ຂໍອະໄພ, ບໍ່ສາມາດອັບໂຫລດໄຟລ໌ໄດ້
zh_cn: 对不起，无法上传文件

source: Sorry, can not upload the file for adult content
lo_la: ຂໍອະໄພ, ບໍ່ສາມາດອັບໂຫລດໄຟລ໌ສໍາລັບເນື້ອຫາຜູ້ໃຫຍ່ໄດ້
zh_cn: 对不起，不能上传成人内容的文件

source: Sorry, You can't upload animated webp images
lo_la: ຂໍອະໄພ, ທ່ານບໍ່ສາມາດອັບໂຫຼດຮູບເຄື່ອນໄຫວ webp ໄດ້

source: Please choose an image that's at least 150 pixels wide and at least 150 pixels tall
lo_la: ກະລຸນາເລືອກຮູບທີ່ມີຄວາມກວ້າງຢ່າງໜ້ອຍ 150 ພິກເຊວ ແລະສູງຢ່າງໜ້ອຍ 150 ພິກເຊວ
zh_cn: 请选择宽度至少为150像素且高度至少为150像素的图像

source: Please choose an image that's at least 1108 pixels wide and at least 360 pixels tall
lo_la: ກະລຸນາເລືອກຮູບທີ່ມີຄວາມກວ້າງຢ່າງໜ້ອຍ 1108 ພິກເຊວ ແລະສູງຢ່າງໜ້ອຍ 360 ພິກເຊວ
zh_cn: 请选择一张宽至少 1108 像素、高至少 360 像素的图片

source: You don't have the permission to do this
lo_la: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຮັດສິ່ງນີ້
zh_cn: 您无权执行此操作

source: The file type is not valid or not supported
lo_la: ປະເພດໄຟລ໌ບໍ່ຖືກຕ້ອງ ຫຼື ບໍ່ຮອງຮັບ
zh_cn: 文件类型无效或不受支持

source: Not Allowed
lo_la: ບໍ່​ອະ​ນຸ​ຍາດ
zh_cn: 不允许

source: Invalid ID
lo_la: ID ບໍ່ຖືກຕ້ອງ
zh_cn: 无效ID

source: Page not found
lo_la: ບໍ່ພົບ Page
zh_cn: 找不到网页

source: You don't have the right permission to do this
lo_la: ທ່ານບໍ່ມີສິດອະນຸຍາດເຮັດອັນນີ້

source: Group not found
lo_la: ບໍ່ພົບກຸ່ມ
zh_cn: 未找到群组类型

source: Event not found
lo_la: ບໍ່ພົບເຫດການ
zh_cn: 事件未找到

source: There is no buckets in your account
lo_la: ມີຖັງບໍ່ຢູ່ໃນບັນຊີຂອງທ່ານ
zh_cn: 你的账户中没有容器

source: There is no bucket with this name in your account
lo_la: ບໍ່ມີຖັງທີ່ມີຊື່ນີ້ຢູ່ໃນບັນຊີຂອງທ່ານ
zh_cn: 您的帐户中没有此名称的容器

source: shell_exec function must be enabled for FFMPEG
lo_la: ຟັງຊັນ shell_exec ຕ້ອງຖືກເປີດໃຊ້ງານສໍາລັບ FFMPEG

source: FFMPEG must be enable before testing
lo_la: FFMPEG ຕ້ອງເປີດໃຊ້ກ່ອນການທົດສອບ

source: FFMPEG path must be defined before testing
lo_la: ຕ້ອງກຳນົດເສັ້ນທາງ FFMPEG ກ່ອນການທົດສອບ

source: FFMPEG Error
lo_la: FFMPEG ຜິດພາດ

source: Pro Package
lo_la: ແພັກເກດ Pro
zh_cn: 升级套餐

source: Pay For
lo_la: ຈ່າຍສຳລັບ
zh_cn: 付款

source: Funding Donation
lo_la: ການບໍລິຈາກທຶນ
zh_cn: 资金捐赠

source: Error Processing Request
lo_la: ການຮ້ອງຂໍການປະມວນຜົນຜິດພາດ
zh_cn: 错误处理请求

source: Not Activated
lo_la: ລໍຖ້າການຢັ້ງຢືນຕົວຕົນ
zh_cn: 未激活

source: Before you can interact with other users, you need to confirm your email address
lo_la: ເນື່ອງຈາກລະບົບເຮົາກຳລັງຢູ່ໃນຊ່ວງພັດທະນາ, ເພື່ອຄວາມສະດວກໃນການເຂົ້າສູ່ລະບົບທ່ານສາມາດແຈ້ງເບີໂທ ຫລື ຊື່ຜູ້ໃຊ້ໃຫ້ ແອັດມິນເຮົາຜ່ານການໂທ ຫລື WhatsApp ກໍ່ໄດ້ທີ່ເບີ: 02058981205 ເພື່ອ ທຳການອະນຸຍາດໃຫ້ແກ່ທ່ານ, ພວກເຮົາຂໍຂອບໃຈ ແລະ ຂໍອະໄພມາຍັງທີ່ນີ້ໃນຄວາມບໍ່ສະດວກດ້ວຍ.
zh_cn: 在与其他用户互动之前，您需要确认您的电子邮件地址

source: Subscription Needed
lo_la: ຕ້ອງການ Subscription
zh_cn: 需要订阅

source: Before you can interact with other users, you need to buy subscription package
lo_la: ກ່ອນທີ່ທ່ານຈະສາມາດພົວພັນກັບຜູ້ໃຊ້ອື່ນໆ, ທ່ານຈໍາເປັນຕ້ອງຊື້ຊຸດການສະຫມັກ
zh_cn: 在与其他用户聊天之前，您需要购买订阅包

source: You must sign in to see this page
lo_la: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບເພື່ອເບິ່ງຫນ້ານີ້
zh_cn: 您必须登录才能看到此页面

source: Sign in
lo_la: ເຂົ້າ​ສູ່​ລະ​ບົບ
zh_cn: 登录

source: Feeling
lo_la: ຄວາມຮູ້ສຶກ
zh_cn: 心情

source: How are you feeling?
lo_la: ເຈົ້າ​ຮູ້​ສຶກ​ຈັ່ງ​ໃດ?
zh_cn: 你现在什么心情？

source: Listening To
lo_la: ຟັງ
zh_cn: 正在听

source: What are you listening to?
lo_la: ເຈົ້າຟັງຫຍັງ?
zh_cn: 你正在听什么？

source: Watching
lo_la: ກຳລັງເບິ່ງ
zh_cn: 正在看

source: What are you watching?
lo_la: ເຈົ້າກຳລັງເບິ່ງຫຍັງ?
zh_cn: 你正在看什么？

source: Playing
lo_la: ກຳລັງຫຼີ້ນ
zh_cn: 播放

source: What are you playing?
lo_la: ເຈົ້າກຳລັງຫຼິ້ນຫຍັງ?
zh_cn: 你正在玩什么？

source: Eating
lo_la: ກຳລັງກິນ
zh_cn: 正在吃

source: What are you eating?
lo_la: ເຈົ້າ​ກໍາ​ລັງ​ກິນ​ຫຍັງ?
zh_cn: 你在吃什么？

source: Drinking
lo_la: ກຳລັງດື່ມ
zh_cn: 正在喝

source: What are you drinking?
lo_la: ເຈົ້າ​ກໍາ​ລັງ​ດື່ມ​ຫຍັງ?
zh_cn: 你正在喝什么？

source: Traveling To
lo_la: ການເດີນທາງ
zh_cn: 正旅行至

source: Where are you going?
lo_la: ເຈົ້າ​ກໍາ​ລັງ​ຈະ​ໄປ​ໃສ?
zh_cn: 你要去哪里？

source: Reading
lo_la: ການອ່ານ
zh_cn: 阅读

source: What are you reading?
lo_la: ເຈົ້າກຳລັງອ່ານຫຍັງ?
zh_cn: 你正在阅读什么？

source: Attending
lo_la: ເຂົ້າຮ່ວມ
zh_cn: 正在参加

source: What are you attending?
lo_la: ເຈົ້າເຂົ້າຮ່ວມຫຍັງ?
zh_cn: 你正在参加什么？

source: Celebrating
lo_la: ສະເຫຼີມສະຫຼອງ
zh_cn: 正在庆祝

source: What are you celebrating?
lo_la: ເຈົ້າສະຫຼອງຫຍັງ?
zh_cn: 你正在庆祝什么？

source: Looking For
lo_la: ຊອກ​ຫາ
zh_cn: 正在找

source: What are you looking for?
lo_la: ເຈົ້າກໍາລັງຊອກຫາຫຍັງ?
zh_cn: 你在找什么？

source: Happy
lo_la: ມີຄວາມສຸກ
zh_cn: 快乐

source: Loved
lo_la: ຮັກ
zh_cn: 喜欢

source: Satisfied
lo_la: ພໍໃຈ
zh_cn: 满意

source: Strong
lo_la: ແຂງແຮງ
zh_cn: 强

source: Sad
lo_la: ໂສກເສົ້າ
zh_cn: 伤心

source: Crazy
lo_la: ບ້າ
zh_cn: 疯狂

source: Tired
lo_la: ເມື່ອຍ
zh_cn: 疲惫

source: Sleepy
lo_la: ນອນຫລັບ
zh_cn: 困倦

source: Confused
lo_la: ສັບສົນ
zh_cn: 困惑

source: Worried
lo_la: ເປັນຫ່ວງ
zh_cn: 担心

source: Angry
lo_la: ໃຈຮ້າຍ
zh_cn: 生气

source: Annoyed
lo_la: ລຳຄານ
zh_cn: 恼怒

source: Shocked
lo_la: ຕົກໃຈ
zh_cn: 吃惊

source: Down
lo_la: ໝົດກຳລັງໃຈ
zh_cn: 下

source: Confounded
lo_la: ສັບສົນ
zh_cn: 该死

source: Required extension GD is not loaded
lo_la: ສ່ວນຂະຫຍາຍທີ່ຕ້ອງການ GD ບໍ່ໄດ້ຖືກໂຫລດ
zh_cn: 未加载所需的扩展 GD

source: The file type is not valid image
lo_la: ປະເພດໄຟລ໌ບໍ່ແມ່ນຮູບທີ່ຖືກຕ້ອງ
zh_cn: 文件类型不是有效的图像

source: Displaying
lo_la: ການສະແດງ
zh_cn: 显示

source: Prev
lo_la: ກ່ອນຫນ້ານີ້
zh_cn: 上一页

source: Next
lo_la: ຖັດໄປ

source: Your account has been banned
lo_la: ບັນຊີຂອງທ່ານໄດ້ຖືກຫ້າມ

source: Please enter a valid email address
lo_la: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的电子邮件地址

source: The security check is incorrect. Please try again
lo_la: ການກວດສອບຄວາມປອດໄພບໍ່ຖືກຕ້ອງ. ກະລຸນາລອງອີກຄັ້ງ
zh_cn: 安全检查不正确。 请再试一次

source: New email message from
lo_la: ຂໍ້ຄວາມອີເມວໃໝ່ຈາກ

source: Your email could not be sent. Please try again later
lo_la: ອີເມວຂອງເຈົ້າບໍ່ສາມາດສົ່ງໄດ້. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ
zh_cn: 您的电子邮件无法发送。 请稍后再试

source: You have already blocked this user before!
lo_la: ທ່ານໄດ້ບລັອກຜູ້ໃຊ້ນີ້ມາກ່ອນແລ້ວ!
zh_cn: 您之前已经阻止了此用户！

source: Maximum Limit Reached
lo_la: ຮອດຂີດຈຳກັດສູງສຸດແລ້ວ
zh_cn: 已达到最大限制

source: Friends
lo_la: ເປັນເພື່ອນ
zh_cn: 好友

source: Your have reached the maximum limit of Friends (
lo_la: ໝູ່ຂອງເຈົ້າຮອດຂີດຈຳກັດສູງສຸດແລ້ວ (
zh_cn: 您已达到好友上限（

source: This user has reached the maximum limit of Friends (
lo_la: ຜູ້​ໃຊ້​ນີ້​ໄດ້​ເຖິງ​ຂີດ​ຈໍາ​ກັດ​ສູງ​ສຸດ​ຂອງ​ຫມູ່​ເພື່ອນ (
zh_cn: 此用户已达到好友上限 (

source: You can't poke this user
lo_la: ທ່ານບໍ່ສາມາດກະຕຸ້ນຜູ້ໃຊ້ນີ້ໄດ້
zh_cn: 你不能戳到这个用户

source: You have already poked this user before!
lo_la: ເຈົ້າເຄີຍຕີຜູ້ໃຊ້ນີ້ມາກ່ອນແລ້ວ!
zh_cn: 你之前已经戳到这个用户了!

source: Sorry
lo_la: ຂໍ​ໂທດ
zh_cn: 抱歉

source: You reached the maximum number of boosted pages! Upgrade your package to get more
lo_la: ທ່ານຮອດຈຳນວນໜ້າທີ່ເພີ່ມສູງສຸດແລ້ວ! ອັບເກຣດແພັກເກດຂອງທ່ານເພື່ອຮັບເພີ່ມເຕີມ
zh_cn: 您达到了最大推广页面数！ 升级您的套餐以获得更多

source: You can not remove group super admin
lo_la: You can not remove page super admin
zh_cn: 您无法删除小组超级管理员

source: You can not delete admin/morderator accounts
lo_la: ທ່ານບໍ່ສາມາດລຶບບັນຊີ admin/morderator ໄດ້
zh_cn: 您无法删除管理员/版主帐户

source: You already subscribed to this
lo_la: ທ່ານໄດ້ສະໝັກໃຊ້ສິ່ງນີ້ແລ້ວ

source: sent you a friend request
lo_la: ສົ່ງຄຳຂໍເປັນໝູ່ນຳທ່ານ
zh_cn: 发送好友请求

source: accepted your friend request
lo_la: ຍອມຮັບຄຳຂໍເປັນໝູ່ຂອງເຈົ້າ
zh_cn: 接受了你的好友请求

source: now following you
lo_la: ດຽວນີ້ຕິດຕາມເຈົ້າ
zh_cn: 现在正关注你

source: poked you
lo_la: ສະ​ກິດ​ເຈົ້າ
zh_cn: 戳了你

source: Sent you a gift
lo_la: ສົ່ງຂອງຂວັນໃຫ້ທ່ານ
zh_cn: 送你一份礼物

source: subscribed to your profile
lo_la: ສະໝັກໃຊ້ໂປຣໄຟລ໌ຂອງເຈົ້າແລ້ວ

source: subscribed to your page
lo_la: ສະໝັກໃຊ້ໜ້າຂອງທ່ານ

source: subscribed to your group
lo_la: ສະໝັກສະມາຊິກກຸ່ມຂອງເຈົ້າ

source: reacted to your post
lo_la: ແຣກຕໍ່ການຕອບຂອງເຈົ້າ
zh_cn: 对你的帖子做出了反应

source: reacted to your photo
lo_la: ແຣກຕໍ່ຮູບຂອງເຈົ້າ
zh_cn: 对你的照片做出了反应

source: reacted to your comment
lo_la: ແຣກຕໍ່ຄຳເຫັນຂອງເຈົ້າ
zh_cn: 对您的评论做出了反应

source: reacted to your reply
lo_la: ແຣກຕໍ່ການຕອບຂອງເຈົ້າ
zh_cn: 对你的回复做出反应

source: commented on your post
lo_la: ຂຽນຄຳເຫັນໃນໂພສຂອງເຈົ້າ
zh_cn: 评论了你的帖子

source: replied to your comment
lo_la: ຕອບກັບຄຳເຫັນຂອງເຈົ້າ
zh_cn: 回复了你的评论

source: shared your post
lo_la: ແບ່ງປັນໂພສຂອງເຈົ້າ
zh_cn: 分享了你的帖子

source: voted on your poll
lo_la: ໂຫວດໃນແບບສຳຫຼວດຂອງເຈົ້າ
zh_cn: 投票

source: mentioned you in a post
lo_la: ໄດ້ກ່າວເຖິງທ່ານໃນການຕອບ
zh_cn: 在帖子中提到过你

source: mentioned you in a comment
lo_la: ໄດ້ກ່າວເຖິງທ່ານໃນຄໍາເຫັນ
zh_cn: 在评论里提到了你

source: visited your profile
lo_la: ໄດ້ໄປຢ້ຽມຢາມໂປຣໄຟລ໌ຂອງທ່ານ
zh_cn: 查看了你的个人资料

source: posted on your wall
lo_la: ປະກາດຢູ່ເທິງຝາຂອງເຈົ້າ
zh_cn: 发表在你的动态墙上

source: invite you to like a page
lo_la: ເຊີນທ່ານຖືກໃຈເພຈນີ້
zh_cn: 邀请你喜欢一个页面

source: page
lo_la: ເພຈ
zh_cn: 页面

source: applied to your job
lo_la: ນຳໃຊ້ກັບວຽກຂອງເຈົ້າ
zh_cn: 适用于你的工作

source: asked to join your group
lo_la: ຖາມເຂົ້າຮ່ວມກຸ່ມ
zh_cn: 要求加入你的小组

source: added you to
lo_la: ເພີ່ມເຈົ້າແລ້ວ
zh_cn: 将你添加到

source: group
lo_la: ກຸ່ມ
zh_cn: 群组

source: accepted your request to join
lo_la: ຍອມຮັບເຂົ້າຮ່ວມ
zh_cn: 接受了您的加入请求

source: added pending post in your group
lo_la: ເພີ່ມໂພສທີ່ຍັງຄ້າງຢູ່ໃນກຸ່ມຂອງທ່ານ
zh_cn: 在你的小组里添加了待处理帖子

source: approved your your pending post in group
lo_la: ອະນຸມັດໂພສທີ່ຍັງຄ້າງຂອງທ່ານໃນກຸ່ມ
zh_cn: 批准了您在群组中的待处理帖子

source: added pending post in your event
lo_la: ເພີ່ມໂພສທີ່ຍັງຄ້າງຢູ່ໃນເຫດການຂອງທ່ານ
zh_cn: 在您的活动中添加了延迟发布

source: approved your your pending post in event
lo_la: ອະນຸມັດໂພສທີ່ຍັງຄ້າງຂອງທ່ານໃນເຫດການ
zh_cn: 您的帖子在活动中被批准待处理

source: replied to your thread
lo_la: commented on your photo
zh_cn: 回复你的版块

source: sent you
lo_la: ສົ່ງເຖິ່ງເຈົ້າ
zh_cn: 发给你

source: Tip you with
lo_la: ໃຫ້ຄ່າ Tip ທ່ານ, ຈຳນວນ:

source: Your CoinPayments transaction complete successfully
lo_la: ທຸລະກຳ CoinPayments ຂອງທ່ານສຳເລັດຢ່າງສຳເລັດຜົນ
zh_cn: 您的 CoinPayments 交易成功完成

source: Sent new bank transfer
lo_la: ສົ່ງການໂອນທະນາຄານໃໝ່
zh_cn: 新的银行转帐已发送

source: Approved your bank transfer
lo_la: ອະນຸມັດການໂອນທະນາຄານຂອງທ່ານ
zh_cn: 通过了您的银行转账

source: Declined your bank transfer
lo_la: ປະຕິເສດການໂອນທະນາຄານຂອງທ່ານ
zh_cn: 拒绝了您的银行转账

source: Sent new wallet withdrawal request
lo_la: ສົ່ງຄຳຂໍຖອນ ນ້ຳໃຈ ໃໝ່ແລ້ວ
zh_cn: 发送新的钱包提款请求

source: Approved your wallet withdrawal request
lo_la: ອະນຸມັດຄຳຂໍຖອນ ນ້ຳໃຈ ຂອງທ່ານແລ້ວ
zh_cn: 已批准您的钱包提现申请

source: Declined your wallet withdrawal request
lo_la: ປະຕິເສດຄຳຮ້ອງຂໍຖອນ ນ້ຳໃຈ ຂອງທ່ານ
zh_cn: 拒绝了您的钱包提现申请

source: Sent new affiliates withdrawal request
lo_la: ໄດ້ສົ່ງຄໍາຮ້ອງຂໍການຖອນຕົວຂອງສາຂາໃຫມ່
zh_cn: 发送新的推广提款请求

source: Approved your affiliates withdrawal request
lo_la: ອະນຸມັດຄຳຮ້ອງຂໍຖອນຕົວຈາກສາຂາຂອງທ່ານແລ້ວ
zh_cn: 通过了您的推广提款请求

source: Declined your affiliates withdrawal request
lo_la: ປະຕິເສດຄຳຮ້ອງຂໍຖອນຕົວຂອງສາຂາຂອງທ່ານແລ້ວ
zh_cn: 拒绝了您的推广提款请求

source: Sent new points withdrawal request
lo_la: ສົ່ງຄຳຮ້ອງຂໍຖອນ ຄວາມດີ ໃໝ່
zh_cn: 发送新积分提款请求

source: Approved your points withdrawal request
lo_la: ອະນຸມັດຄຳຂໍຖອນ ຄວາມດີ ຂອງທ່ານແລ້ວ
zh_cn: 通过了您的积分提款请求

source: Declined your points withdrawal request
lo_la: ປະຕິເສດຄຳຮ້ອງຂໍຖອນ ຄວາມດີ ຂອງທ່ານ
zh_cn: 拒绝了您的积分提款请求

source: Sent new funding withdrawal request
lo_la: ສົ່ງຄຳຮ້ອງຂໍຖອນ ຄວາມດີ ລະດົມໃໝ່
zh_cn: 发送新的资金提取请求

source: Approved your funding withdrawal request
lo_la: ອະນຸມັດຄຳຮ້ອງຂໍຖອນ ຄວາມດີ ຂອງທ່ານແລ້ວ
zh_cn: 批准你的提款请求

source: Declined your funding withdrawal request
lo_la: ປະຕິເສດຄຳຮ້ອງຂໍຖອນ ຄວາມດີ ຂອງທ່ານ
zh_cn: 拒绝了你的提款请求

source: donated to your funding request with
lo_la: ບໍລິຈາກໃຫ້ກັບການຮ້ອງຂໍ ຄວາມດີ ທຶນຂອງທ່ານກັບ
zh_cn: 捐赠给你的资金请求

source: Sent new monetization withdrawal request
lo_la: ສົ່ງຄຳຂໍຖອນການສ້າງລາຍໄດ້ໃໝ່ແລ້ວ

source: Approved your monetization withdrawal request
lo_la: ອະນຸມັດຄຳຂໍຖອນການສ້າງລາຍໄດ້ຂອງທ່ານແລ້ວ

source: Declined your monetization withdrawal request
lo_la: ປະຕິເສດຄຳຮ້ອງຂໍການຖອນການສ້າງລາຍໄດ້ຂອງທ່ານ

source: Added new ads campaign
lo_la: ເພີ່ມແຄມເປນໂຄສະນາໃຫມ່
zh_cn: 添加了新的广告活动

source: Edited ads campaign
lo_la: ໂຄສະນາການແກ້ໄຂ
zh_cn: 编辑的广告活动

source: Approved your ads campaign
lo_la: ອະນຸມັດແຄມເປນໂຄສະນາຂອງທ່ານ
zh_cn: 批准你的广告系列

source: Declined your ads campaign
lo_la: ປະຕິເສດການໂຄສະນາຂອງທ່ານ
zh_cn: 拒绝了你的广告系列

source: reported new content
lo_la: ລາຍງານເນື້ອຫາໃຫມ່
zh_cn: 举报新内容

source: sent new verification request
lo_la: ສົ່ງຄຳຮ້ອງຂໍການຢັ້ງຢືນໃໝ່
zh_cn: 已发送新的审核请求

source: System
lo_la: ລະບົບ
zh_cn: 系统

source: Message
lo_la: ຂໍ້ຄວາມ
zh_cn: 信息

source: Your video has been converted
lo_la: ວິດີໂອຂອງທ່ານໄດ້ຮັບການປ່ຽນໃຈເຫລື້ອມໃສ
zh_cn: 你的视频已转换

source: Notification from
lo_la: ແຈ້ງການຈາກ

source: more
lo_la: ເພີ່ມເຕີມ
zh_cn: 更多

source: You are not authorized to view this
lo_la: ເຈົ້າບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເບິ່ງອັນນີ້
zh_cn: 您无权查看此内容
