Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: like this
lo_la: ເຊັ່ນນີ້
zh_cn: 喜欢这个

source: This
lo_la: ນີ້
zh_cn: 这个

source: valid only for one time usage, so once you used it you will not be able to use it again and generate new code you will need to redirect the user to the log in with link again
lo_la: ສາມາດໃຊ້ໄດ້ພຽງແຕ່ຄັ້ງດຽວເທົ່ານັ້ນ, ສະນັ້ນເມື່ອທ່ານໃຊ້ມັນແລ້ວທ່ານຈະບໍ່ສາມາດໃຊ້ມັນອີກເທື່ອຫນຶ່ງແລະສ້າງລະຫັດໃຫມ່, ທ່ານຈະຕ້ອງປ່ຽນເສັ້ນທາງຜູ້ໃຊ້ໄປຫາເຂົ້າສູ່ລະບົບດ້ວຍການເຊື່ອມຕໍ່ອີກເທື່ອຫນຶ່ງ.
zh_cn: 只能使用一次，所以一旦你使用了它，就不能再使用它，并生成新的代码，你需要重新引导用户登录到有链接的地方

source: Access Token
lo_la: ເຂົ້າເຖິງໂທເຄັນ
zh_cn: 访问令牌

source: Once you get the user approval of your app Log in With window and returned with the
lo_la: ເມື່ອ​ທ່ານ​ໄດ້​ຮັບ​ການ​ອະ​ນຸ​ມັດ​ຈາກ​ຜູ້​ໃຊ້ app ຂອງ​ທ່ານ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ທີ່​ມີ​ປ່ອງ​ຢ້ຽມ​ແລະ​ກັບ​ຄືນ​ໄປ​ບ່ອນ​
zh_cn: 一旦你得到了用户的app登录窗口的批准，并返回与

source: which means that now you are ready to retrive data from our APIs and to start this process you will need to authorize your app and get the
lo_la: ຊຶ່ງຫມາຍຄວາມວ່າໃນປັດຈຸບັນທ່ານພ້ອມທີ່ຈະດຶງຂໍ້ມູນຈາກ APIs ຂອງພວກເຮົາແລະເພື່ອເລີ່ມຕົ້ນຂະບວນການນີ້, ທ່ານຈະຕ້ອງອະນຸຍາດໃຫ້ app ຂອງທ່ານແລະໄດ້ຮັບ.
zh_cn: 这意味着，现在你已经准备好从我们的api检索数据，并开始这个过程，你需要授权你的应用程序，并获得

source: and you can follow our steps to learn how to get it
lo_la: ແລະທ່ານສາມາດປະຕິບັດຕາມຂັ້ນຕອນຂອງພວກເຮົາເພື່ອຮຽນຮູ້ວິທີທີ່ຈະໄດ້ຮັບມັນ
zh_cn: 你可以按照我们的步骤来学习如何获得它

source: To get an access token, make an HTTP GET request to the following endpoint like this
lo_la: ເພື່ອໃຫ້ໄດ້ຮັບໂທເຄັນການເຂົ້າເຖິງ, ເຮັດການຮ້ອງຂໍ HTTP GET ໄປຫາຈຸດສິ້ນສຸດຕໍ່ໄປນີ້ເຊັ່ນນີ້
zh_cn: 要获取访问令牌，请像这样向以下端点发出 HTTP GET 请求

source: valid only for only one 1 hour, so once it got invalid you will need to genarte new one by redirect the user to the log in with link again
lo_la: ຖືກຕ້ອງພຽງແຕ່ຫນຶ່ງຊົ່ວໂມງເທົ່ານັ້ນ, ດັ່ງນັ້ນເມື່ອມັນບໍ່ຖືກຕ້ອງ, ທ່ານຈະຕ້ອງສ້າງໃຫມ່ໂດຍການປ່ຽນເສັ້ນທາງຜູ້ໃຊ້ໄປຫາເຂົ້າສູ່ລະບົບດ້ວຍການເຊື່ອມຕໍ່ອີກເທື່ອຫນຶ່ງ.
zh_cn: 有效期只有一个1小时，所以一旦失效，你需要通过重定向用户重新登录到新的链接，重新生成一个新的链接

source: Once you get your
lo_la: ເມື່ອທ່ານໄດ້ຮັບຂອງທ່ານ
zh_cn: 一旦你得到了

source: Now you can retrieve informations from our system via HTTP GET requests which supports the following parameters
lo_la: ຕອນນີ້ທ່ານສາມາດດຶງຂໍ້ມູນຈາກລະບົບຂອງພວກເຮົາຜ່ານຄໍາຮ້ອງຂໍ HTTP GET ເຊິ່ງສະຫນັບສະຫນູນພາລາມິເຕີຕໍ່ໄປນີ້
zh_cn: 现在，您可以通过支持以下参数的HTTP GET请求从我们的系统检索信息

source: Endpoint
lo_la: ຈຸດສິ້ນສຸດ
zh_cn: 端点

source: get user info
lo_la: ໄດ້​ຮັບ​ຂໍ້​ມູນ​ຜູ້​ໃຊ້​
zh_cn: 获取用户信息

source: You can retrive user info like this
lo_la: ທ່ານສາມາດດຶງຂໍ້ມູນຜູ້ໃຊ້ແບບນີ້ໄດ້
zh_cn: 您可以像这样检索用户信息

source: The result will be
lo_la: ຜົນໄດ້ຮັບຈະເປັນ
zh_cn: 结果将是

source: Your App Name
lo_la: ຊື່ App ຂອງທ່ານ
zh_cn: 您的应用程序名称

source: Your App domain (example: www.domain.com)
lo_la: ໂດເມນແອັບຯຂອງທ່ານ (ຕົວຢ່າງ: www.domain.com)
zh_cn: 应用域名 例如:www.topide.com

source: Redirect URL
lo_la: ປ່ຽນເສັ້ນທາງ URL
zh_cn: 重定向网址

source: Your App Redirect URL (example: https://www.domain.com/test.php)
lo_la: URL ປ່ຽນເສັ້ນທາງແອັບຯຂອງທ່ານ (ຕົວຢ່າງ: https://www.domain.com/test.php)
zh_cn: 应用重定向网址(例如: https://www.domain.com/test.php)

source: App Description
lo_la: ລາຍລະອຽດແອັບ
zh_cn: 应用描述

source: Set a description for your App (maximum 200 characters)
lo_la: ກໍານົດຄໍາອະທິບາຍສໍາລັບ App ຂອງທ່ານ (ສູງສຸດ 200 ຕົວອັກສອນ)
zh_cn: 请输入应用描述(最多200个字符)

source: Select a category for your App
lo_la: ເລືອກໝວດໝູ່ສຳລັບແອັບຂອງທ່ານ
zh_cn: 为您的应用选择一个类别

source: App Icon (1024 x 1024)
lo_la: ໄອຄອນແອັບ (1024 x 1024)
zh_cn: 应用图标 (1024 x 1024)

source: App Icon (1024 x 1024), supported formats (JPG, PNG)
lo_la: ໄອຄອນແອັບ (1024 x 1024), ຮູບແບບທີ່ຮອງຮັບ (JPG, PNG)
zh_cn: 应用图标 (1024 x 1024), 支持格式 (JPG, PNG)

source: Create
lo_la: ສ້າງ
zh_cn: 创建

source: Add the following code in your site, inside the head tag
lo_la: ເພີ່ມລະຫັດຕໍ່ໄປນີ້ຢູ່ໃນເວັບໄຊຂອງເຈົ້າ, ຢູ່ໃນຫົວໂຄດຄໍາສັ່ງ
zh_cn: 在网站的head标签内添加跟踪代码

source: Then place the share button after changing the URL you want to share to your page HTML
lo_la: ຫຼັງຈາກນັ້ນ, ວາງປຸ່ມແບ່ງປັນຫຼັງຈາກປ່ຽນ URL ທີ່ທ່ານຕ້ອງການແບ່ງປັນກັບ HTML ຫນ້າຂອງທ່ານ
zh_cn: 然后在更改要共享到页面 HTML 的 URL 后放置共享按钮

source: Create New Offer
lo_la: ສ້າງຂໍ້ສະເໜີໃໝ່
zh_cn: 创建新的优惠

source: Type
lo_la: ປະເພດ
zh_cn: 类型

source: Discount Percent
lo_la: ສ່ວນຫຼຸດເປີເຊັນ
zh_cn: 折扣百分比

source: Discount Amount
lo_la: ຈຳນວນສ່ວນຫຼຸດ
zh_cn: 折扣金额

source: Buy X Get Y Discount
lo_la: ຊື້ X ໄດ້ຮັບສ່ວນຫຼຸດ Y
zh_cn: 购买 X 获得 Y 折扣

source: Spend X Get Y Off
lo_la: ໃຊ້ X ເອົາ Y ອອກ
zh_cn: 花费X获取Y关闭

source: Enter numric value (Example: 5)
lo_la: ໃສ່ຄ່າຕົວເລກ (ຕົວຢ່າງ: 5)
zh_cn: 输入数值（示例：5）

source: Enter numric value (Example: 2)
lo_la: ໃສ່ຄ່າຕົວເລກ (ຕົວຢ່າງ: 2)
zh_cn: 输入数值（示例：2）

source: Amount Off
lo_la: ຈຳນວນປິດ
zh_cn: 金额关闭

source: Discounted Items and/or Services
lo_la: ລາຍການຫຼຸດລາຄາ ແລະ/ຫຼືການບໍລິການ
zh_cn: 折扣 项目/服务

source: Thumbnail
lo_la: ຮູບຕົວຢ່າງ
zh_cn: 缩略图

source: Mark as Sold
lo_la: ໝາຍວ່າຂາຍແລ້ວ
zh_cn: 标记为已售

source: Mark as Available
lo_la: ໝາຍວ່າຍັງມີ
zh_cn: 标记为可用

source: Mark as Closed
lo_la: ໝາຍວ່າປິດແລ້ວ
zh_cn: 标记为已关闭

source: Save Post
lo_la: ບັນທືກໂພສ
zh_cn: 保存帖子

source: Unpin Post
lo_la: ຖອນປັກໝຸດໂພສ
zh_cn: 取消置顶

source: Pin Post
lo_la: ປັກໝຸດໂພສ
zh_cn: 置顶帖子

source: Edit Product
lo_la: ແກ້ໄຂສິນຄ້າ
zh_cn: 编辑产品

source: Edit Funding
lo_la: ແກ້ໄຂການສະໜອງທຶນ
zh_cn: 编辑资金

source: Edit Offer
lo_la: ແກ້ໄຂຂໍ້ສະເໜີ
zh_cn: 编辑请求

source: Edit Post
lo_la: ແກ້ໄຂໂພສ
zh_cn: 编辑文章

source: Delete Post
lo_la: ລົບໂພສ
zh_cn: 删除帖子

source: Allow on Timeline
lo_la: ໃສ່ Timeline ນຳ
zh_cn: 在时间线上显示

source: Hide from Timeline
lo_la: ປິດຈາກ Timeline
zh_cn: 从时间线中隐藏

source: Turn on Commenting
lo_la: ເປີດໃຫ້ສະແດງຄຳຄິດເຫັນໄດ້
zh_cn: 打开评论

source: Turn off Commenting
lo_la: ປິດບໍ່ໃຫ້ສະແດງຄຳຄິດເຫັນໄດ້
zh_cn: 关闭评论

source: Unfollow
lo_la: ບໍ່ຕິດຕາມ
zh_cn: 取消关注

source: Hide this post
lo_la: ບໍ່ສະແດງໂພສນີ້
zh_cn: 隐藏这条帖子

source: See fewer posts like this
lo_la: ເບິ່ງບົດຂຽນຫນ້ອຍກວ່ານີ້
zh_cn: 查看更少的这类帖子

source: Report post
lo_la: ລາຍງານໂພສນີ້
zh_cn: 举报帖子

source: Open post in new tab
lo_la: ເປີດໂພສໃນໜ້າໃໝ່
zh_cn: 在新标签中打开帖子

source: Open Author Profile
lo_la: ເປີດໂປຣໄຟລ໌ຜູ້ຂຽນ
zh_cn: 打开作者资料

source: shared
lo_la: ແຊຣ໌
zh_cn: 分享

source: Anonymous post
lo_la: ໂພສ໌ທີ່ບໍ່ລະບຸຊື່
zh_cn: 匿名帖子

source: link
lo_la: ເຊື່ອມຕໍ່
zh_cn: 链接

source: video
lo_la: ວິດີໂອ
zh_cn: 视频

source: song
lo_la: ເພງ
zh_cn: 歌曲

source: photo
lo_la: ຮູບ
zh_cn: 照片

source: album
lo_la: ອັນລະບັ້ມ
zh_cn: 专辑

source: poll
lo_la: ແບບສໍາຫຼວດ
zh_cn: 投票

source: audio
lo_la: ສຽງ
zh_cn: 音频

source: shared a link
lo_la: ແບ່ງປັນການເຊື່ອມຕໍ່
zh_cn: 分享链接

source: added a photo
lo_la: ເພີ່ມຮູບພາບ
zh_cn: 添加照片

source: added
lo_la: ເພີ່ມ
zh_cn: 添加

source: photos to the album
lo_la: ຮູບພາບໄປຍັງອັນລະບັ້ມ
zh_cn: 在相册中添加照片

source: updated the profile picture
lo_la: ອັບເດດຮູບໂປຣໄຟລ໌
zh_cn: 更新了个人资料图片

source: updated the cover photo
lo_la: ອັບເດດຮູບພາບໜ້າປົກ
zh_cn: 更新了封面照片

source: updated page picture
lo_la: ສະບັບປັບປຸງຫນ້າຂອງຫນ້າ
zh_cn: 更新了页面图片

source: updated cover photo
lo_la: ອັບເດດຮູບໜ້າປົກ
zh_cn: 更新了封面照片

source: updated group picture
lo_la: ອັບເດດຮູບພາບກຸ່ມ
zh_cn: 更新了小组图片

source: updated group cover
lo_la: ອັບເດດພາບປົກກຸ່ມ
zh_cn: 更新了小组封面

source: added article
lo_la: ເພີ່ມບົດຄວາມ

source: added product for sale
lo_la: ເພີ່ມສິນຄ້າໃໝ່

source: raised funding request
lo_la: ຂໍລະດົມທືນ

source: added offer
lo_la: ເພີ່ມຂໍ້ສະເໜີ

source: added job
lo_la: ເພີ່ມວຽກ

source: added poll
lo_la: ເພີ່ມແບບສຳຫຼວດ

source: added video
lo_la: ເພີ່ມວິດີໂອ

source: added audio
lo_la: ເພີ່ມສຽງ

source: added file
lo_la: ເພີ່ມໄຟລ໌

source: Translate
lo_la: ແປ

source: Show Attachments
lo_la: ສະແດງໄຟລ໌ແນບ
zh_cn: 显示附件

source: Raised of
lo_la: ຂອງທັງໝົດ
zh_cn: 目标金额

source: Donate
lo_la: ບໍ​ລິ​ຈາກ
zh_cn: 捐赠

source: Expires
lo_la: ໝົດກຳນົດ
zh_cn: 到期

source: Open
lo_la: ເປີດ
zh_cn: 打开

source: View Candidates
lo_la: ເບິ່ງຜູ້ສະໝັກ
zh_cn: 查看候选人

source: Apply Now
lo_la: ສະໝັກດຽວນີ້
zh_cn: 现在申请

source: Your browser does not support HTML5 audio
lo_la: ຕົວທ່ອງເວັບຂອງທ່ານບໍ່ສະຫນັບສະຫນູນສຽງ HTML5
zh_cn: 您的浏览器不支持HTML5音频

source: File Type
lo_la: ປະເພດໄຟລ໌
zh_cn: 文件类型

source: Download
lo_la: ດາວໂຫຼດ
zh_cn: 下载

source: New
lo_la: ໃຫມ່

source: Used
lo_la: ໃຊ້ແລ້ວ
zh_cn: 已使用

source: Price
lo_la: ລາຄາ
zh_cn: 价格

source: In stock
lo_la: ເປີດການຂາຍ
zh_cn: 现货

source: SOLD
lo_la: ຂາຍແລ້ວ
zh_cn: 出售

source: Contact Seller
lo_la: ຕິດຕໍ່ຜູ້ຂາຍ
zh_cn: 联系卖家

source: Typing
lo_la: ພິມ
zh_cn: 打字

source: Sell New Product
lo_la: ຂາຍສິນຄ້າໃໝ່
zh_cn: 新建商品

source: Product Name
lo_la: ຊື່​ຜະ​ລິດ​ຕະ​ພັນ
zh_cn: 产品名称

source: Currency
lo_la: ສະກຸນເງິນ
zh_cn: 货币

source: Unlike
lo_la: ບໍ່​ມັກ
zh_cn: 不喜欢

source: Like
lo_la: ມັກ
zh_cn: 喜欢

source: Turn the tips On and Off
lo_la: ເປີດແລະປິດຄໍາແນະນໍາ

source: Make sure you have enabled
lo_la: ໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ເປີດໃຊ້ງານ
zh_cn: 确保启用

source: Wallet System
lo_la: ລະບົບ ນ້ຳໃຈ
zh_cn: 钱包系统

source: Minimum Tip
lo_la: Tip ຂັ້ນຕ່ໍາ

source: The minimum amount of money so user can tip
lo_la: ຈໍານວນ ຄວາມດີ ຕໍາ່ສຸດທີ່ຜູ້ໃຊ້ສາມາດໃຫ້ຄໍາແນະນໍາ

source: Maximum Tip
lo_la: Tip ສູງສຸດ

source: The maximum amount of money so user can tip
lo_la: ຈໍານວນສູງສຸດຂອງ ຄວາມດີ ເພື່ອໃຫ້ຜູ້ໃຊ້ສາມາດໃຫ້ຄໍາແນະນໍາ

source: Add New Package
lo_la: ເພີ່ມແພັກເກດໃໝ່
zh_cn: 新建套餐

source: Pro Packages Enabled
lo_la: ເປີດໃຊ້ແພັກເກດ Pro ແລ້ວ
zh_cn: 升级套餐启用

source: Enable pro packages to be used as upgrading plans or for subscriptions
lo_la: ເປີດໃຊ້ແພັກເກດໂປຣເພື່ອໃຊ້ເປັນແຜນການອັບເກຣດ ຫຼືສຳລັບການສະໝັກໃຊ້
zh_cn: 启用 升级套餐以用作升级计划或订阅

source: Users Can Buy Packages From Wallet Balance
lo_la: ຜູ້ໃຊ້ສາມາດຊື້ແພັກເກດຈາກຍອດ ນ້ຳໃຈ
zh_cn: 用户可以从钱包余额中购买套餐

source: Enable users to buy packages from their wallet balance
lo_la: ເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດຊື້ແພັກເກດຈາກຍອດ ນ້ຳໃຈ ໃນກະເປົາຂອງເຂົາເຈົ້າ
zh_cn: 使用户能够从他们的钱包余额中购买包裹

source: Ads FREE
lo_la: ໂຄສະນາຟຣີ

source: Disable any ads for all PRO user
lo_la: ປິດການໂຄສະນາໃດໆສໍາລັບຜູ້ໃຊ້ PRO ທັງຫມົດ

source: Permissions
lo_la: ການອະນຸຍາດ
zh_cn: 权限

source: Period
lo_la: ໄລຍະເວລາ
zh_cn: 周期

source: Verified Permissions
lo_la: ຢືນຢັນສິດອະນຸຍາດ

source: Users Permissions
lo_la: ການ​ອະ​ນຸ​ຍາດ​ຜູ້​ໃຊ້​

source: If package comes with verified badge and package permissions set to be
lo_la: ຖ້າແພັກເກັດມາພ້ອມກັບປ້າຍທີ່ຢືນຢັນແລ້ວແລະການອະນຸຍາດແພັກເກັດຖືກຕັ້ງເປັນ

source: so the
lo_la: ດັ່ງນັ້ນ

source: will be used instead
lo_la: ຈະຖືກໃຊ້ແທນ

source: You can set the price as 0 and it will be trial package
lo_la: ທ່ານສາມາດຕັ້ງລາຄາເປັນ 0 ແລະມັນຈະເປັນຊຸດທົດລອງ

source: Paid Every
lo_la: ຈ່າຍທຸກ
zh_cn: 全部付款

source: For example 15 days, 2 Months, 1 Year
lo_la: ຕົວຢ່າງ 15 ມື້, 2 ເດືອນ, 1 ປີ
zh_cn: 例如，每 15 天、2 个月、1 年

source: The theme color for this package
lo_la: ສີຫົວຂໍ້ສໍາລັບຊຸດນີ້
zh_cn: 这个套餐的主题颜色

source: The perfect size for icon should be (wdith: 60px & height: 60px)
lo_la: ຂະໜາດທີ່ສົມບູນແບບສຳລັບໄອຄອນຄວນຈະເປັນ (wdith: 60px & height: 60px)
zh_cn: 图标的完美尺寸应为（宽度：60px和高度：60px）

source: Package Permissions
lo_la: ການອະນຸຍາດແພັກເກດ

source: You can manage permissions from
lo_la: ທ່ານສາມາດຈັດການການອະນຸຍາດຈາກ

source: How many videos categories allowed for this package (0 for unlimited)
lo_la: ຈໍາ​ນວນ​ວິ​ດີ​ໂອ​ປະ​ເພດ​ສໍາ​ລັບ​ຊຸດ​ນີ້ (0 ສໍາ​ລັບ​ການ​ບໍ່​ຈໍາ​ກັດ​)

source: How many blogs categories allowed for this package (0 for unlimited)
lo_la: ຈຳນວນບລັອກທີ່ອະນຸຍາດສຳລັບແພັກເກດນີ້ (0 ສຳລັບບໍ່ຈຳກັດ)

source: Enable verification badge with this package
lo_la: ເປີດໃຊ້ປ້າຍການຢັ້ງຢືນດ້ວຍຊຸດນີ້
zh_cn: 使用此软件包启用验证徽章

source: Enable boost posts feature
lo_la: ເປີດໃຊ້ຄຸນສົມບັດການເພີ່ມໂພສ
zh_cn: 启用推广帖子功能

source: Posts Boosts
lo_la: ໂພສເພີ່ມ
zh_cn: 帖子提升

source: Max posts boosts allowed
lo_la: ອະນຸຍາດໃຫ້ເພີ່ມໂພສສູງສຸດ
zh_cn: 允许的推广帖子最大数

source: Enable boost pages feature
lo_la: ເປີດໃຊ້ຄຸນສົມບັດໜ້າເພີ່ມ
zh_cn: 启用推广页面功能

source: Max pages boosts allowed
lo_la: ອະນຸຍາດໃຫ້ເພີ່ມຫນ້າສູງສຸດ
zh_cn: 允许的推广页面最大数

source: Custom Description
lo_la: ຄຳອະທິບາຍແບບກຳນົດເອງ
zh_cn: 自定义描述

source: Add more text to show it to your users
lo_la: ເພີ່ມຂໍ້ຄວາມເພີ່ມເຕີມເພື່ອສະແດງໃຫ້ຜູ້ໃຊ້ຂອງທ່ານ

source: Subscription
lo_la: ການສະໝັກໃຊ້
zh_cn: 订阅

source: Expiration
lo_la: ໝົດອາຍຸ
zh_cn: 到期

source: Total earnings
lo_la: ລາຍໄດ້ລວມ
zh_cn: 全部收入

source: This month earnings
lo_la: ລາຍໄດ້ເດືອນນີ້
zh_cn: 本月收入

source: Total Sales
lo_la: ຍອດຂາຍລວມ
zh_cn: 总销售额

source: Recent Updates
lo_la: ອັບເດດລ່າສຸດ
zh_cn: 最近更新

source: Text
lo_la: ຂໍ້ຄວາມ
zh_cn: 文本

source: Maps
lo_la: ແຜນທີ່
zh_cn: 地图

source: Articles
lo_la: ບົດຂຽນ
zh_cn: 文章

source: Products
lo_la: ສິນຄ້າ
zh_cn: 产品

source: Audios
lo_la: ສຽງ
zh_cn: 音频

source: Add New Article
lo_la: ສ້າງບົດຄວາມໃໝ່
zh_cn: 添加新文章

source: Add New Product
lo_la: ເພີ່ມສີນຄ້າໃໝ່
zh_cn: 添加新产品

source: Add Funding Request
lo_la: ເພີ່ມການລະດົມທືນໃໝ່
zh_cn: 添加资金请求

source: New Posts
lo_la: ໂພສໃໝ່
zh_cn: 新的文稿

source: to
lo_la: ກັບ
zh_cn: 到

source: Hosted By
lo_la: ເຈົ້າພາບໂດຍ
zh_cn: 主办者

source: No people available
lo_la: ບໍ່ມີຄົນຫວ່າງ
zh_cn: 没有找到相关的人

source: Once you delete your event you will no longer can access it again
lo_la: ເມື່ອທ່ານລຶບນັດໝາຍຂອງທ່ານແລ້ວ ທ່ານຈະບໍ່ສາມາດເຂົ້າເຖິງມັນໄດ້ອີກ
zh_cn: 删除活动后，您将无法再次访问该活动

source: This event is private and you need to be invited to see its info, members and posts
lo_la: ເຫດການນີ້ແມ່ນເປັນສ່ວນຕົວ ແລະທ່ານຕ້ອງການເຊີນເຂົ້າໄປເບິ່ງຂໍ້ມູນ, ສະມາຊິກ ແລະໂພສຂອງມັນ
zh_cn: 此活动为私人活动，您需要获得邀请才能查看信息、与会者和消息

source: Oops! Page Not Be Found
lo_la: ອຸຍ! ບໍ່ພົບໜ້າ
zh_cn: 哎哟! 找不到网页

source: You have to activate your account before you start
lo_la: ກ່ອນເລີ່ມຕົ້ນເຂົ້າສູ່ລະບົບກະລຸນາເຂົ້າສູ່ອີເມວຂອງທ່ານ ເພື່ອກົດລີ້ງເປີດໃຊ້ງານກ່ອນ

source: Hey
lo_la: ເຮ ສະບາຍດີ
zh_cn: 嘿

source: Let's verify your
lo_la: ເຂົ້າກວດສອບຂໍ້ຄວາມເປີດໃຊ້ງານໃນ

source: Phone Number
lo_la: ເບີ​ໂທ​ລະ​ສັບ
zh_cn: 电话号码

source: Please go to
lo_la: ກະລຸນາກວດສອບອີເມວ:
zh_cn: 请到

source: to complete the activation process
lo_la: ຫລື ໂທ, WhatsApp ເບີ 020-58981205 ເພື່ອທຳການອະນຸມັດ, ຂອບໃຈ.
zh_cn: 完成激活过程

source: Resend Verification Email
lo_la: ສົ່ງອີເມວຢືນຢັນຄືນໃໝ່
zh_cn: 重新发送验证电子邮件

source: Change Email
lo_la: ປ່ຽນອີເມວໃໝ່.
zh_cn: 更改邮箱

source: Enter Code
lo_la: ໃສ່ Code
zh_cn: 输入代码

source: Send and Transfer Money
lo_la: ສົ່ງແລະໂອນ ຄວາມດີ
zh_cn: 汇款和转账

source: Your
lo_la: ຂອງເຈົ້າ
zh_cn: 你的

source: transfer transaction successfuly sent
lo_la: ສົ່ງ​ການ​ໂອນ​ ຄວາມດີ ​ສໍາ​ເລັດ​
zh_cn: 转移交易成功发送

source: Congratulation! Your wallet credit replenished successfully with
lo_la: ດີໃຈນຳ! ຈຳນວນນຊ້ນໍ້າໃຈໃນກະເປົ໋າຂອງເຈົ້າໄດ້ເພີ່ມຂື້ນແລ້ວຈຳນວນ:
zh_cn: 恭喜！ 您的钱包信用卡已成功补充

source: from your affiliates credit
lo_la: ຈາກສິນເຊື່ອສາຂາຂອງທ່ານ
zh_cn: 来自您的附属机构信用

source: from your points credit
lo_la: ຈາກການໂອນປ່ຽນ ຄວາມດີ ຈາກການໂພສ໌ວຽກ ເຂົ້າເປັນ ຄວາມດີ ໃນກະເປົາ.
zh_cn: 来自您的附属机构信用

source: from your funding credit
lo_la: ຈາກສິນເຊື່ອ ຄວາມດີ ທຶນຂອງທ່ານ
zh_cn: 来自您的资金信用

source: from your monetization credit
lo_la: ຈາກເຄຣດິດການສ້າງລາຍໄດ້ຂອງທ່ານ

source: payment transaction successfuly done
lo_la: ເຮັດທຸລະກຳການຈ່າຍ ຄວາມດີ ສຳເລັດແລ້ວ
zh_cn: 付款交易成功完成

source: Your Credit
lo_la: ຖັງນ້ຳໃຈຂອງທ່ານ
zh_cn: 你的信用卡

source: Send & Recieve Money
lo_la: ສົ່ງ & ຮັບ ນ້ຳໃຈ
zh_cn: 发送和接收资金

source: Send Money
lo_la: ສົ່ງນ້ຳໃຈ
zh_cn: 转出资金

source: Replenish Credit
lo_la: ຕື່ມ ນໍ້າໃຈ ເຂົ້າຖັງ
zh_cn: 补充信用

source: Affiliates Credit
lo_la: ຄວາມດີ ຄ່າແນະນຳ
zh_cn: 附属机构信用

source: Points Credit
lo_la: ຈຳນວນ ຄວາມດີ
zh_cn: 信用积分

source: Funding Credit
lo_la: ສິນເຊື່ອທຶນ
zh_cn: 资金信贷

source: Monetization Credit
lo_la: ຄວາມດີ ຈາການສ້າງລາຍໄດ້

source: Wallet Transactions
lo_la: ທຸລະກຳ ນ້ຳໃຈ
zh_cn: 钱包交易

source: From / To
lo_la: ຈາກ / ເຖິງ
zh_cn: 来自/送至

source: Tip
lo_la: ໃຫ້ທິບ
zh_cn: 提示

source: Wallet Withdrawal
lo_la: ການຖອນ ນ້ຳໃຈ
zh_cn: 钱包提现

source: Buy Pro Package
lo_la: ຊື້ຊຸດ Pro
zh_cn: 购买专业套餐

source: Subscribe to Profile
lo_la: ສະໝັກໃຊ້ໂປຣໄຟລ໌

source: Subscribe to Page
lo_la: ຈອງຫນ້າ

source: Subscribe to Group
lo_la: Subscribe

source: Send a New Message
lo_la: You aren’t allowed to message
zh_cn: 发送新消息

source: Add New game
lo_la: ເພີ່ມເກມໃຫມ່
zh_cn: 新建游戏

source: Game
lo_la: ເກມ
zh_cn: 游戏

source: Game Source
lo_la: ແຫຼ່ງເກມ
zh_cn: 游戏来源

source: The source link of your embedded game
lo_la: ລິ້ງແຫຼ່ງຂອງເກມທີ່ຝັງໄວ້ຂອງທ່ານ
zh_cn: 嵌入式游戏的源链接

source: Share the post to
lo_la: ແບ່ງປັນໂພສໃສ່
zh_cn: 分享帖子到

source: Discover
lo_la: ການຄົ້ນພົບ
zh_cn: 发现

source: Create Event
lo_la: ສ້າງເຫດການ
zh_cn: 创建活动

source: Photo
lo_la: ຮູບ
zh_cn: 照片

source: Voice Message
lo_la: ຂໍ້ຄວາມສຽງ
zh_cn: 語音訊息

source: Comments
lo_la: ຄໍາເຫັນ
zh_cn: 评论

source: Comment
lo_la: ຄໍາເຫັນ
zh_cn: 评论

source: Content Monetization Enabled
lo_la: ເປີດໃຊ້ການສ້າງລາຍໄດ້ເນື້ອຫາ

source: Enable content monetization to enable your users to earn money from their content
lo_la: ເປີດໃຊ້ການສ້າງລາຍໄດ້ເນື້ອຫາເພື່ອເຮັດໃຫ້ຜູ້ໃຊ້ຂອງທ່ານສາມາດຫາ ນ້ຳໃຈ ຈາກເນື້ອຫາຂອງເຂົາເຈົ້າ

source: Users Can Subscribe Via Wallet Balance
lo_la: ຜູ້ໃຊ້ສາມາດຈອງຜ່ານ ລະບົບນ້ຳໃຈ

source: Enable users to subscribe via their wallet balance
lo_la: ເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດສະໝັກຜ່ານຍອດ ນ້ຳໃຈ ໃນຖັງ ນ້ຳໃຈ ຂອງເຂົາເຈົ້າ

source: Users Can Withdraw Earned Money
lo_la: ຜູ້ໃຊ້ສາມາດຖອນ ນ້ຳໃຈ ທີ່ໄດ້ຮັບ
zh_cn: 用户可以提现赚来的钱

source: If enabled users will be able to withdraw earned money
lo_la: ຖ້າເປີດໃຊ້ຜູ້ໃຊ້ຈະສາມາດຖອນ ນ້ຳໃຈ ທີ່ໄດ້ຮັບ
zh_cn: 如果启用，用户将能够提取赚来的钱

source: Custom Method
lo_la: ວິທີກຳນົດເອງ
zh_cn: 自定义方法

source: Users can send withdrawal requests via any of these methods
lo_la: ຜູ້ໃຊ້ສາມາດສົ່ງຄໍາຮ້ອງຂໍການຖອນ ນ້ຳໃຈ ຜ່ານວິທີການເຫຼົ່ານີ້
zh_cn: 用户可以通过任意方法发送提款请求

source: Custom Method Name
lo_la: ຊື່ວິທີການແບບກຳນົດເອງ
zh_cn: 方法名称

source: Set the name of your custom withdrawal payment method
lo_la: ຕັ້ງຊື່ຂອງວິທີການຖອນ ນ້ຳໃຈ ແບບກຳນົດເອງຂອງທ່ານ
zh_cn: 方法名称

source: Minimum Withdrawal Request
lo_la: ຄໍາຮ້ອງຂໍຖອນ ນ້ຳໃຈ ຂັ້ນຕ່ໍາ
zh_cn: 最低提款请求

source: The minimum amount of money so user can send a withdrawal request
lo_la: ຈໍານວນ ນ້ຳໃຈ ຕໍາ່ສຸດທີ່ຜູ້ໃຊ້ສາມາດສົ່ງຄໍາຮ້ອງຂໍການຖອນ ຄວາມດີ ໄດ້
zh_cn: 最低金额，以便用户可以发送提款请求

source: Users Can Transfer Earned Money To Wallet
lo_la: ຜູ້ໃຊ້ສາມາດໂອນ ນ້ຳໃຈ ທີ່ໄດ້ຮັບໄປຫາ ນ້ຳໃຈ
zh_cn: 用户可以将赚到的钱转入钱包

source: If wallet enabled users will be able to transfer earned money to their wallet
lo_la: ຖ້າລະບົບ ນ້ຳໃຈ ເປີດໃຫ້ຜູ້ໃຊ້ຈະສາມາດໂອນ ນ້ຳໃຈ ທີ່ໄດ້ຮັບໄປຫາ ນ້ຳໃຈ ຂອງເຂົາເຈົ້າ
zh_cn: 如果包含在 ADS 中的用户将能够将赚到的钱转移到钱包中

source: Commission
lo_la: ຄອມມີຊັນ
zh_cn: 佣金

source: Leave it 0 if you don't want to get any commissions
lo_la: ປ່ອຍໃຫ້ມັນ 0 ຖ້າທ່ານບໍ່ຕ້ອງການໄດ້ຮັບຄ່າຄອມມິດຊັ່ນໃດໆ
zh_cn: 如果您不想获得任何佣金，请将其保留为 0

source: You will need to make the payments from your Paypal, Skrill, Bank Account... etc
lo_la: ທ່ານຈະຕ້ອງຈ່າຍ ນ້ຳໃຈ ຈາກ Paypal, Skrill, ບັນຊີທະນາຄານ ... ແລະອື່ນໆ
zh_cn: 您需要通过贝宝，Skrill，银行帐户等进行付款

source: After making the payment you can mark the payment request as paid
lo_la: ຫຼັງ​ຈາກ​ການ​ຊໍາ​ລະ​ ນ້ຳໃຈ ​, ທ່ານ​ສາ​ມາດ​ຫມາຍ​ຄໍາ​ຮ້ອງ​ສະ​ຫມັກ​ການ​ຊໍາ​ລະ​ເປັນ​ຈ່າຍ​
zh_cn: 付款后，您可以将付款请求标记为已付款

source: Add New Group
lo_la: ເພີ່ມກຸ່ມໃໝ່
zh_cn: 添加新组

source: System Groups
lo_la: ກຸ່ມລະບົບ

source: Users Count
lo_la: ຈໍານວນຜູ້ໃຊ້
zh_cn: 用户总数

source: Admins Permissions
lo_la: ການອະນຸຍາດຂອງຜູ້ເບິ່ງແຍງ

source: Moderators Permissions
lo_la: ການອະນຸຍາດຜູ້ຄວບຄຸມ

source: Custom Groups
lo_la: ກຸ່ມທີ່ກໍາຫນົດເອງ
zh_cn: 自定义组

source: Group Title
lo_la: ຊື່ກຸ່ມ
zh_cn: 组标题

source: Group Permissions
lo_la: ການອະນຸຍາດກຸ່ມ
zh_cn: 组权限

source: Select permissions group
lo_la: ເລືອກກຸ່ມການອະນຸຍາດ

source: Preview
lo_la: ເບິ່ງຕົວຢ່າງ
zh_cn: 预览

source: The perfect size for your gift image should be (wdith: 250px & height: 250px)
lo_la: ຂະຫນາດທີ່ສົມບູນແບບສໍາລັບຮູບພາບຂອງຂວັນຂອງທ່ານຄວນຈະເປັນ (wdith: 250px & height: 250px)
zh_cn: 您的礼物的理想图像尺寸应该是（宽度：250 像素 x 高度：250 像素）

source: Transactions History
lo_la: ປະຫວັດທຸລະກໍາ
zh_cn: 交易历史

source: Error while processing your payment
lo_la: ເກີດຄວາມຜິດພາດໃນລະຫວ່າງການປະມວນຜົນການຈ່າຍ ນ້ຳໃຈ ຂອງທ່ານ
zh_cn: 处理您的付款时出错

source: Reset Password
lo_la: Reset ລະຫັດຜ່ານ
zh_cn: 重置密码

source: Enter the email address you signed up with and we'll email you a reset link
lo_la: ໃສ່ທີ່ຢູ່ອີເມວທີ່ທ່ານລົງທະບຽນດ້ວຍ ແລະພວກເຮົາຈະສົ່ງອີເມວຫາທ່ານກ່ຽວກັບການເຊື່ອມຕໍ່ຄືນໃຫມ່
zh_cn: 输入您注册的电子邮件地址，我们会通过电子邮件向您发送重置链接

source: Edit Monetization Plan
lo_la: ແກ້ໄຂແຜນການສ້າງລາຍໄດ້

source: Sound
lo_la: ສຽງ
zh_cn: 声音

source: More
lo_la: ເບິ່ງເພີ່ມ
zh_cn: 更多

source: CONTENT
lo_la: ເນື້ອໃນ
zh_cn: 内容

source: STRATING FROM
lo_la: TRATING ຈາກ

source: Add New Theme
lo_la: ເພີ່ມຮູບແບບສີສັນໃໝ່
zh_cn: 添加主题

source: Make it the default theme of the site
lo_la: ເຮັດໃຫ້ມັນເປັນຫົວຂໍ້ເລີ່ມຕົ້ນຂອງເວັບໄຊທ໌
zh_cn: 设为网站的默认主题

source: Make it the selectable so users can change the theme
lo_la: ເຮັດໃຫ້ມັນສາມາດເລືອກໄດ້ເພື່ອໃຫ້ຜູ້ໃຊ້ສາມາດປ່ຽນຮູບແບບສີສັນໄດ້
zh_cn: 使其成为可选择的，以便用户可以更改主题

source: (You must have 2+ selectable themes)
lo_la: (ທ່ານຕ້ອງມີ 2+ ຮູບແບບສີສັນທີ່ເລືອກໄດ້)

source: Theme name should not contain spaces or special characters
lo_la: ຊື່ຫົວຂໍ້ບໍ່ຄວນມີຍະຫວ່າງ ຫຼືຕົວອັກສອນພິເສດ
zh_cn: 主题名称不应包含空格或特殊字符

source: (Valid name examples: mytheme, material, custom_theme)
lo_la: (ຕົວຢ່າງຊື່ທີ່ຖືກຕ້ອງ: mytheme, material, custom_theme)
zh_cn: （有效名称示例：mytheme, material, custom_theme）

source: My Information
lo_la: ຂໍ້ມູນຂອງຂ້ອຍ
zh_cn: 我的信息

source: User ID
lo_la: ID ຜູ້ໃຊ້
zh_cn: 用户ID

source: User Name
lo_la: ຊື່​ຜູ້​ໃຊ້
zh_cn: 用户名

source: User Email
lo_la: ອີເມວຜູ້ໃຊ້
zh_cn: 用户邮箱

source: User Phone
lo_la: ໂທລະສັບຜູ້ໃຊ້
zh_cn: 用户手机

source: User Gender
lo_la: ເພດຜູ້ໃຊ້
zh_cn: 用户性别

source: Last Login
lo_la: ເຂົ້າໃຊ້ຫຼ້າສຸດ
zh_cn: 上次登录

source: Your Sessions
lo_la: ເຊດຊັນຂອງເຈົ້າ
zh_cn: 您的会话

source: Date
lo_la: ວັນທີ່
zh_cn: 日期

source: Your Friends
lo_la: ຫມູ່​ເພື່ອນ​ຂອງ​ທ່ານ
zh_cn: 你的朋友

source: Your Followings
lo_la: ການຕິດຕາມຂອງທ່ານ
zh_cn: 你的关注

source: Your Followers
lo_la: ຜູ້ຕິດຕາມຂອງທ່ານ
zh_cn: 你的粉丝

source: Your Likes
lo_la: ຄວາມມັກຂອງເຈົ້າ
zh_cn: 你的赞

source: Your groups
lo_la: ກຸ່ມຂອງທ່ານ
zh_cn: 你的群组

source: Your events
lo_la: ເຫດການຂອງເຈົ້າ
zh_cn: 你的活动

source: Your posts
lo_la: ຂໍ້ຄວາມຂອງທ່ານ
zh_cn: 你的帖子

source: Funding System
lo_la: ລະບົບການລະດົມທຶນ

source: Your Funding Balance
lo_la: ຍອດ ນ້ຳໃຈ ລະດົມທຶນຂອງທ່ານ
zh_cn: 您的资金余额

source: Discover new people, create new connections and make new friends
lo_la: ຄົ້ນຫາເພື່ອນໃໝ່, ສ້າງຄວາມຮັກແພງ ແລະ ຮ່ວມກັນສ້າງສິ່ງໃໝ່ໆຮ່ວມກັນ...
zh_cn: 发现新朋友，建立新联系并结交新朋友

source: More Results
lo_la: ຜົນໄດ້ຮັບເພີ່ມເຕີມ
zh_cn: “显示更多结果”字体

source: Add New Country
lo_la: ເພີ່ມແຂວງໃຫມ່
zh_cn: 新增国家

source: Make it the default country of the site
lo_la: ເຮັດໃຫ້ມັນເປັນແຂວງເລີ່ມຕົ້ນຂອງເວັບໄຊ

source: Country Name
lo_la: ຊື່ແຂວງ
zh_cn: 国家名称

source: Country Code
lo_la: ລະຫັດແຂວງ
zh_cn: 国家代码

source: Country Code, For Example: us, sa or fr
lo_la: ລະຫັດແຂວງ, ຕົວຢ່າງ: vte, lpb ຫຼື svk

source: Phone Code
lo_la: ລະຫັດໂທລະສັບ

source: Phone Code, For Example: +1, +44 or +971
lo_la: ລະຫັດໂທລະສັບ, ຕົວຢ່າງ: +1, +44 ຫຼື +971

source: Contact us and we’ll get back to you as soon as possible
lo_la: ຕິດຕໍ່ພວກເຮົາ ແລະພວກເຮົາຈະຕິດຕໍ່ຫາທ່ານໄວເທົ່າທີ່ຈະໄວໄດ້
zh_cn: 联系我们，我们会尽快回复您

source: Till Now
lo_la: ຈົນເຖິງປະຈຸບັນ
zh_cn: 直到现在

source: Create New Funding Request
lo_la: ສ້າງການຮ້ອງຂໍ ນ້ຳໃຈ ການລະດົມທຶນໃຫມ່
zh_cn: 创建新的资金请求

source: Amount You Would Like To Receive
lo_la: ຈຳນວນທີ່ທ່ານຕ້ອງການລະດົມທືນ
zh_cn: 您希望收到的金额

source: All Updates are FREE for life-time if you own valid purchase code, don't have one?
lo_la: ການອັບເດດທັງໝົດແມ່ນບໍ່ເສຍຄ່າຕະຫຼອດຊີວິດຫາກເຈົ້າເປັນເຈົ້າຂອງລະຫັດການຊື້ທີ່ຖືກຕ້ອງ, ບໍ່ມີລະຫັດບໍ?

source: Purchase Now
lo_la: ຊື້ດຽວນີ້
zh_cn: 现在购买

source: Bank transfers is disabled
lo_la: ການໂອນທະນາຄານຖືກປິດໄວ້
zh_cn: 银行转账被禁用

source: Handle
lo_la: ຈັບ
zh_cn: 处理

source: Add Wallet Balance
lo_la: ເພີ່ມຍອດ ນ້ຳໃຈ
zh_cn: 添加钱包余额

source: Delete Cover
lo_la: ລົບຮູບ Cover
zh_cn: 删除封面

source: Delete Picture
lo_la: ລົບຮູບ
zh_cn: 删除图片

source: Delete Conversation
lo_la: ລຶບການສົນທະນາ
zh_cn: 删除对话

source: Block User
lo_la: ບລັອກຜູ້ໃຊ້
zh_cn: 屏蔽用户

source: Unblock User
lo_la: ປົດບລັອກຜູ້ໃຊ້
zh_cn: 取消屏蔽用户

source: Read more
lo_la: ອ່ານ​ຕື່ມ
zh_cn: 阅读更多

source: Read less
lo_la: ອ່ານນ້ອຍ
zh_cn: 收起

source: Monthly Average
lo_la: ສະເລ່ຍປະຈໍາເດືອນ
zh_cn: 每月平均

source: Translated
lo_la: ແປ
zh_cn: 翻译

source: Are you sure you want to delete this?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບອັນນີ້?
zh_cn: 你确定要删除这个吗?
