Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Enable/Disable Reserved Usernames
lo_la: ເປີດ/ປິດການໃຊ້ງານຊື່ຜູ້ໃຊ້ທີ່ສະຫງວນໄວ້

source: Reserved Usernames
lo_la: ຊື່ຜູ້ໃຊ້ທີ່ສະຫງວນໄວ້
zh_cn: 保留的用户名

source: Censored Words Enabled
lo_la: ເປີດໃຊ້ Censored Words ແລ້ວ
zh_cn: 截尾词已启用

source: Enable/Disable Words to be censored
lo_la: ເປີດໃຊ້ / ປິດການທໍາງານຄໍາທີ່ຈະ censored
zh_cn: 启用/禁用要审查的字词

source: Censored Words
lo_la: Censored ຄໍາ
zh_cn: 审查词

source: Words to be censored, separated by a comma (,)
lo_la: ຄຳສັບທີ່ຈະເຊັນເຊີ, ແຍກດ້ວຍເຄື່ອງໝາຍຈຸດ (,)
zh_cn: 要被删除的单词，用英文逗号分隔（,）

source: HTML Enabled
lo_la: HTML ເປີດໃຊ້
zh_cn: HTML启用

source: Enable/Disable HTML code in Rich Text Editor (blogs and forums)
lo_la: ເປີດ/ປິດການໃຊ້ງານລະຫັດ HTML ໃນ Rich Text Editor (blogs ແລະ forums)

source: reCAPTCHA Enabled
lo_la: ເປີດໃຊ້ reCAPTCHA ແລ້ວ
zh_cn: reCAPTCHA启用

source: Turn reCAPTCHA On and Off
lo_la: ເປີດ ແລະ ປິດ reCAPTCHA
zh_cn: 开启/关闭Google reCAPTCHA验证码功能

source: reCAPTCHA Site Key
lo_la: ລະຫັດເວັບໄຊ reCAPTCHA

source: reCAPTCHA Secret Key
lo_la: ລະຫັດລັບ reCAPTCHA

source: Online Payments
lo_la: ການຈ່າຍ ນໍ້າໃຈ ອອນໄລນ໌
zh_cn: 网上支付

source: Paypal Enabled
lo_la: ເປີດໃຊ້ Paypal ແລ້ວ
zh_cn: 启用Paypal

source: Enable payments via Paypal
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ Paypal
zh_cn: 通过Paypal启用付款

source: Paypal Mode
lo_la: ໂໝດ Paypal
zh_cn: Paypal模式

source: PayPal Client ID
lo_la: ID ລູກຄ້າ PayPal
zh_cn: PayPal客户ID

source: PayPal Secret Key
lo_la: ລະຫັດລັບ PayPal
zh_cn: PayPal密钥

source: Stripe Enabled
lo_la: Stripe ເປີດໃຊ້ງານ

source: Enable payments via Credit Card
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານບັດເຄຣດິດ
zh_cn: 通过信用卡支付付款

source: Alipay Enabled
lo_la: ເປີດໃຊ້ Alipay ແລ້ວ
zh_cn: 启用支付宝

source: Enable payments via Alipay
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ Alipay
zh_cn: 通过支付宝启用付款

source: Stripe Mode
lo_la: ຮູບແບບເສັ້ນດ່າງ
zh_cn: Stripe模式

source: Test
lo_la: ການທົດສອບ
zh_cn: 测试

source: Test Secret Key
lo_la: ທົດສອບລະຫັດລັບ
zh_cn: 测试密钥

source: Stripe secret key that starts with sk_
lo_la: ລະຫັດລັບທີ່ມີເສັ້ນດ່າງທີ່ເລີ່ມຕົ້ນດ້ວຍ sk_
zh_cn: 以sk_开头的Stripe secret key

source: Test Publishable Key
lo_la: ທົດສອບລະຫັດທີ່ສາມາດເຜີຍແຜ່ໄດ້
zh_cn: 测试Publishable Key

source: Stripe publishable key that starts with pk_
lo_la: ກະແຈທີ່ພິມໄດ້ Stripe ທີ່ເລີ່ມຕົ້ນດ້ວຍ pk_
zh_cn: 以pk_开头的Stripe publishable key

source: Live Secret Key
lo_la: ລະຫັດລັບສົດ
zh_cn: 实时密钥（Live Secret Key）

source: Paystack Enabled
lo_la: ເປີດໃຊ້ Paystack ແລ້ວ

source: Enable payments via Paystack
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ Paystack

source: Secret Key
lo_la: ກະແຈລັບ
zh_cn: 密钥

source: Paystack secret key that starts with sk_
lo_la: ລະຫັດລັບ Paystack ທີ່ເລີ່ມຕົ້ນດ້ວຍ sk_
zh_cn: 以sk_开头的Paystack秘钥

source: CoinPayments Enabled
lo_la: ເປີດໃຊ້ CoinPayments ແລ້ວ
zh_cn: 启用投币支付

source: Enable payments via CoinPayments
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ CoinPayments
zh_cn: 通过CoinPayments启用支付

source: Merchant ID
lo_la: ID ຜູ້ຂາຍ
zh_cn: 商家ID

source: IPN Secret
lo_la: ຄວາມລັບ IPN
zh_cn: IPN 秘钥

source: 2Checkout Enabled
lo_la: 2 Checkout ເປີດ​ໃຊ້​ງານ​
zh_cn: 两步验证启用

source: Enable payments via 2Checkout
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ 2Checkout
zh_cn: 启用两步验证功能

source: 2Checkout Mode
lo_la: 2 ໂໝດຈ່າຍ ນໍ້າໃຈ
zh_cn: 两步验证模式

source: Demo
lo_la: ສາທິດ
zh_cn: 演示

source: Merchant Code
lo_la: ລະຫັດຜູ້ຄ້າ
zh_cn: 商户编号

source: API Private Key
lo_la: API ລະຫັດສ່ວນຕົວ
zh_cn: API 私钥

source: Razorpay Enabled
lo_la: ເປີດໃຊ້ Razorpay ແລ້ວ

source: Enable payments via Razorpay
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ Razorpay

source: Key ID
lo_la: ລະຫັດລະຫັດ
zh_cn: 密钥 ID

source: Key Secret
lo_la: ຄີລັບ
zh_cn: 关键密钥

source: Cashfree Enabled
lo_la: ເປີດໃຊ້ Cashfree

source: Enable payments via Cashfree
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ Cashfree

source: Client ID
lo_la: ID ຜູ້ໃຊ້
zh_cn: 客户端ID

source: Client Secret
lo_la: ຄີລັບຜູ້ໃຊ້
zh_cn: 客户端密钥

source: Coinbase Enabled
lo_la: ເປີດໃຊ້ Coinbase ແລ້ວ

source: Enable payments via Coinbase
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ Coinbase

source: SecurionPay Enabled
lo_la: ເປີດໃຊ້ SecurionPay ແລ້ວ

source: Enable payments via SecurionPay
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ SecurionPay

source: API Secret
lo_la: ຄວາມລັບ API

source: MoneyPoolsCash Enabled
lo_la: MoneyPoolsCash ເປີດໃຊ້ແລ້ວ

source: Enable payments via MoneyPoolsCash
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານ MoneyPoolsCash

source: Merchant Email
lo_la: ອີເມວຜູ້ຂາຍ
zh_cn: 商家电子邮件

source: Merchant Wallet Password
lo_la: ລະຫັດຜ່ານ ນໍ້າໃຈ ຜູ້ຂາຍ

source: This required only for automatic withdrawal payments not for online payments
lo_la: ອັນນີ້ຕ້ອງການພຽງແຕ່ສໍາລັບການຖອນ ນໍ້າໃຈ ອັດຕະໂນມັດບໍ່ແມ່ນສໍາລັບການຈ່າຍ ນໍ້າໃຈ ອອນໄລນ໌

source: Bank Transfers Enabled
lo_la: ໂອນ ຄວາມດີ ຜ່ານທະນາຄານແລ້ວ
zh_cn: 银行转账已启用

source: Enable payments via Bank Transfers
lo_la: ເປີດໃຊ້ການຈ່າຍ ນໍ້າໃຈ ຜ່ານການໂອນທະນາຄານ
zh_cn: 通过银行转账实现支付

source: Bank Name
lo_la: ຊື່ທະນາຄານ
zh_cn: 银行名称

source: Your Bank Name
lo_la: ຊື່ທະນາຄານຂອງທ່ານ
zh_cn: 您的银行名称

source: Bank Account Number
lo_la: ໝາຍເລກບັນຊີທະນາຄານ
zh_cn: 银行帐户号码

source: Your Bank Account Number
lo_la: ໝາຍເລກບັນຊີທະນາຄານຂອງເຈົ້າ
zh_cn: 你的银行账户号码

source: Bank Account Name
lo_la: ຊື່ບັນຊີທະນາຄານ
zh_cn: 银行账户姓名

source: Your Bank Account Name
lo_la: ຊື່ບັນຊີທະນາຄານຂອງທ່ານ
zh_cn: 你的银行账户名称

source: Bank Account Routing Code
lo_la: ລະຫັດເສັ້ນທາງບັນຊີທະນາຄານ
zh_cn: 银行账户路由代码

source: Your Bank Account Routing Code or SWIFT Code
lo_la: ລະຫັດເສັ້ນທາງບັນຊີທະນາຄານຂອງທ່ານ ຫຼືລະຫັດ SWIFT
zh_cn: 您的银行账户路由代码或SWIFT代码

source: Bank Account Country
lo_la: ໂອນທະນາຄານ
zh_cn: 银行账户的国家

source: Your Bank Account Country
lo_la: ແຂວງບັນຊີທະນາຄານຂອງທ່ານ
zh_cn: 你的银行账户国家

source: Transfer Note
lo_la: ຫມາຍເຫດການໂອນ
zh_cn: 转账说明

source: This note will be displayed to the user while upload his bank transfer receipt
lo_la: ບັນ​ທຶກ​ນີ້​ຈະ​ສະ​ແດງ​ໃຫ້​ຜູ້​ໃຊ້​ໃນ​ຂະ​ນະ​ທີ່​ອັບ​ໂຫລດ​ໃບ​ຮັບ​ ຄວາມດີ ​ການ​ໂອນ​ທະ​ນາ​ຄານ​ຂອງ​ຕົນ​
zh_cn: 上传银行转帐收据时，此注释将显示给用户

source: Limits
lo_la: ຈໍາກັດ
zh_cn: 限制

source: The update interval to check for new data (in seconds)
lo_la: ໄລຍະການອັບເດດເພື່ອກວດສອບຂໍ້ມູນໃໝ່ (ເປັນວິນາທີ)
zh_cn: 检查新数据的更新间隔（以秒为单位）

source: Chat Heartbeat
lo_la: ການສົນທະນາຫົວໃຈ
zh_cn: 聊天监控

source: The update interval to check for new messages (in seconds)
lo_la: ໄລຍະການອັບເດດເພື່ອກວດເບິ່ງຂໍ້ຄວາມໃໝ່ (ໃນວິນາທີ)
zh_cn: 检查新消息的更新间隔（以秒为单位）

source: Offline After
lo_la: Offline ຫຼັງຈາກ
zh_cn: 离线之后

source: The amount of time to be considered online since the last user's activity (in seconds)
lo_la: ຈໍານວນເວລາທີ່ຈະພິຈາລະນາອອນໄລນ໌ນັບຕັ້ງແຕ່ກິດຈະກໍາຂອງຜູ້ໃຊ້ສຸດທ້າຍ (ເປັນວິນາທີ)
zh_cn: 自上次用户活动以来在线参考的时间（以秒为单位）

source: The maximim value is one day = 86400 seconds
lo_la: ມູນຄ່າສູງສຸດແມ່ນມື້ຫນຶ່ງ = 86400 ວິນາທີ
zh_cn: 最大值是1天= 86400秒

source: Newsfeed Results
lo_la: ຜົນໄດ້ຮັບຂອງ Newsfeed
zh_cn: 资讯频道

source: The number of posts in the newsfeed
lo_la: ຕັ້ງຄ່າໂພດl

source: Pages Results
lo_la: ຜົນການຄົ້ນຫາຫນ້າ

source: The number of results in the pages module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນຫນ້າ

source: Groups Results
lo_la: ຜົນໄດ້ຮັບຂອງກຸ່ມ
zh_cn: 搜索结果

source: The number of results in the groups module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນກຸ່ມ

source: Events Results
lo_la: ຜົນໄດ້ຮັບຂອງເຫດການ
zh_cn: 活动结果

source: The number of results in the events module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນເຫດການ
zh_cn: 活动模块中的结果数

source: Marketplace Results
lo_la: ຜົນໄດ້ຮັບໃນຕະຫຼາດ

source: The number of results in the marketplace module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນຕະຫຼາດ

source: Offers Results
lo_la: ສະເໜີຜົນໄດ້ຮັບ

source: The number of results in the offers module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນການສະເຫນີ

source: Jobs Results
lo_la: ຜົນການຄົ້ນຫາວຽກ

source: The number of results in the jobs module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນວຽກ

source: Games Results
lo_la: See All Results

source: The number of results in the games module
lo_la: ຈໍານວນຂອງຜົນໄດ້ຮັບໃນໂມດູນເກມ

source: The number of results in the search module
lo_la: ຈໍານວນຜົນໄດ້ຮັບໃນໂມດູນຄົ້ນຫາ

source: Minimum Results
lo_la: ຜົນໄດ້ຮັບຂັ້ນຕ່ໍາ
zh_cn: 最小结果

source: The Min number of results per request
lo_la: ຈໍານວນຕໍ່າສຸດຂອງຜົນໄດ້ຮັບຕໍ່ການຮ້ອງຂໍ
zh_cn: 每个请求的最小结果数

source: Maximum Results
lo_la: ຜົນໄດ້ຮັບສູງສຸດ
zh_cn: 最大结果

source: The Max number of results per request
lo_la: ຈໍານວນສູງສຸດຂອງຜົນໄດ້ຮັບຕໍ່ການຮ້ອງຂໍ
zh_cn: 每个请求的最大结果数

source: Minimum Even Results
lo_la: ຜົນໄດ້ຮັບຄູ່ຂັ້ນຕ່ໍາ
zh_cn: 最小偶数结果

source: The Min even number of results per request
lo_la: ຈໍານວນຜົນໄດ້ຮັບຂັ້ນຕ່ໍາຕໍ່ຄໍາຮ້ອງຂໍ
zh_cn: 每个请求的最小偶数结果

source: Maximum Even Results
lo_la: ຜົນໄດ້ຮັບຄູ່ສູງສຸດ
zh_cn: 最大偶数结果

source: The Max even number of results per request
lo_la: ຈໍານວນຜົນໄດ້ຮັບສູງສຸດຕໍ່ຄໍາຮ້ອງຂໍ
zh_cn: 每个请求的最大偶数结果

source: Analytics
lo_la: ການວິເຄາະ
zh_cn: 分析

source: Tracking Code
lo_la: ລະຫັດຕິດຕາມ
zh_cn: 跟踪代码

source: The analytics tracking code (Ex: Google Analytics)
lo_la: ລະຫັດຕິດຕາມການວິເຄາະ (ຕົວຢ່າງ: Google Analytics)
zh_cn: 分析跟踪代码（例如：Google Analytics）

source: Job Candidates
lo_la: ຜູ້ສະໝັກວຽກ
zh_cn: 应聘岗位

source: This information will let us know more about you
lo_la: ຂໍ້ມູນນີ້ຈະແຈ້ງໃຫ້ພວກເຮົາຮູ້ກ່ຽວກັບທ່ານ
zh_cn: 这些信息将让我们更多地了解你

source: Step 1
lo_la: ຂັ້ນຕອນທີ່ 1
zh_cn: 第一步

source: Upload your photo
lo_la: ອັບໂຫລດຮູບພາບຂອງທ່ານ
zh_cn: 上传你的照片

source: Step 2
lo_la: ຂັ້ນຕອນທີ 2
zh_cn: 第二步

source: Update your info
lo_la: ອັບເດດຂໍ້ມູນຂອງທ່ານ
zh_cn: 更新您的信息

source: Step 3
lo_la: ຂັ້ນຕອນທີ 3
zh_cn: 第三步

source: Add Friends
lo_la: ເພີ່ມເປັນເພື່ອນ
zh_cn: 添加好友

source: Welcome
lo_la: ຍິນດີຕ້ອນຮັບ
zh_cn: 欢迎

source: Let's start with your photo
lo_la: ເລີ່ມຕົ້ນດ້ວຍຮູບຂອງເຈົ້າ
zh_cn: 让我们从你的照片开始

source: Next Step
lo_la: ຂັ້ນຕອນຖັດໄປ
zh_cn: 下一步

source: Share your information with our community
lo_la: ແບ່ງປັນຂໍ້ມູນຂອງທ່ານກັບຊຸມຊົນຂອງພວກເຮົາ
zh_cn: 与我们的社区分享您的信息

source: Current City
lo_la: ເມືອງປະຈຸບັນ
zh_cn: 当前居住城市

source: Hometown
lo_la: ບ້ານ
zh_cn: 家乡

source: Work Title
lo_la: ຕໍາແໜງ
zh_cn: 职业

source: Work Place
lo_la: ສະຖານທີ່ເຮັດວຽກ
zh_cn: 工作地点

source: Work Website
lo_la: ເວັບໄຊທ໌ບ່ອນເຮັດວຽກ
zh_cn: 工作网站

source: Major
lo_la: ວິຊາ ຫຼື ຂະແໜງການ
zh_cn: 专业

source: School
lo_la: ໂຮງຮຽນ
zh_cn: 学校

source: Class
lo_la: ຫ້ອງ ຫຼື ຊັ້ນຮຽນ
zh_cn: 类

source: Get latest activities from our popular users
lo_la: ສະມາຊິກລ່າສຸດທີ່ເຄື່ອນໄຫວກິດຈະກຳຕ່າງໆໃນແພັດຟອມ
zh_cn: 获取我们热门用户的最新活动

source: Finish
lo_la: ເຂົ້າສູ່ຄິດຮອດເລີຍ...
zh_cn: 完成

source: All
lo_la: ທັງໝົດ
zh_cn: 所有

source: No reactions yet
lo_la: ຍັງບໍ່ມີແຣກຫຍັງເທືອ
zh_cn: 尚未有任何反应

source: Delete Comment
lo_la: ລົບຄຳຄິດເຫັນ
zh_cn: 删除评论

source: Edit Comment
lo_la: ແກ້ໄຂຄຳຄິດເຫັນ
zh_cn: 编辑评论

source: React
lo_la: ແຣກ

source: Reply
lo_la: ຕອບກັບ
zh_cn: 回复

source: View previous replies
lo_la: ລົບຄຳຄິດເຫັນ
zh_cn: 查看以前的回复

source: Voice note recorded successfully
lo_la: ບັນທຶກສຽງສຳເລັດແລ້ວ
zh_cn: 已成功录制语音备忘

source: Record
lo_la: ກໍາລັງບັນຖຶກ…
zh_cn: 记录

source: Recording
lo_la: ການບັນທຶກ
zh_cn: 记录

source: Manage Ads, Create new Campaign
lo_la: ຈັດການການໂຄສະນາ, ສ້າງແຄມເປນໃຫມ່
zh_cn: 管理广告，创建新的广告系列

source: Ads Campaigns
lo_la: ໂຄສະນາ ແຄມເປນ
zh_cn: 广告系列

source: Turn off the ad blocker or add this web page's URL as an exception so you use ads system without any problems
lo_la: ປິດຕົວບລັອກໂຄສະນາຫຼືເພີ່ມ URL ຂອງຫນ້າເວັບນີ້ເປັນຂໍ້ຍົກເວັ້ນເພື່ອໃຫ້ທ່ານໃຊ້ລະບົບການໂຄສະນາໂດຍບໍ່ມີບັນຫາໃດໆ
zh_cn: 关闭广告拦截器或将此网页的网址添加为例外，这样您就可以毫无问题地使用广告系统

source: After you turn off the ad blocker, you'll need to refresh your screen
lo_la: ຫຼັງຈາກທີ່ທ່ານປິດຕົວບລັອກໂຄສະນາ, ທ່ານຈະຕ້ອງໂຫຼດຫນ້າຈໍຄືນໃຫມ່
zh_cn: 关闭广告拦截器后，您需要刷新屏幕

source: My Campaigns
lo_la: ແຄມເປນຂອງຂ້ອຍ
zh_cn: 我的活动

source: Start - End Date
lo_la: ວັນທີ່ເລີ່ມ
zh_cn: 开始 - 结束日期

source: Budget
lo_la: ງົບປະມານ
zh_cn: 预算

source: Bidding
lo_la: ການປະມູນ
zh_cn: 出价

source: Clicks/Views
lo_la: ຄລິກ/ເບິ່ງ
zh_cn: 点击量/浏览量

source: Click
lo_la: ກົດ
zh_cn: 点击

source: View
lo_la: ເບີ່ງ
zh_cn: 查看

source: Clicks
lo_la: ກົດ
zh_cn: 点击

source: Views
lo_la: ເບິ່ງ
zh_cn: 查看

source: Approval Pending
lo_la: ລໍຖ້າການອະນຸມັດ
zh_cn: 待定审批

source: Active
lo_la: ເຄື່ອນໄຫວ

source: Not Active
lo_la: ບໍ່ເຄື່ອນໄຫວ
zh_cn: 不活跃

source: Replenish your wallet credit
lo_la: ການເພີ່ມ ນ້ຳໃຈ ຂອງທ່ານ
zh_cn: 补充您的钱包信用

source: Your campaign will need to be approved by admin before publishing
lo_la: ແຄມເປນຂອງທ່ານຈະຕ້ອງໄດ້ຮັບການອະນຸມັດຈາກຜູ້ເບິ່ງແຍງກ່ອນທີ່ຈະເຜີຍແຜ່
zh_cn: 您的广告系列在发布前需要得到管理员的批准

source: Campaign Details
lo_la: ລາຍລະອຽດແຄມເປນ
zh_cn: 活动细节

source: Campaign Title
lo_la: ຊື່ແຄມເປນ
zh_cn: 活动标题

source: Set a title for your campaign
lo_la: ຕັ້ງຫົວຂໍ້ສໍາລັບແຄມເປນຂອງທ່ານ
zh_cn: 为你的活动设置标题

source: Campaign Start Date
lo_la: ວັນທີເລີ່ມຕົ້ນແຄມເປນ
zh_cn: 活动开始日期

source: Set Campaign start datetime (UTC)
lo_la: ຕັ້ງເວລາເລີ່ມຕົ້ນແຄມເປນ (UTC)
zh_cn: 设置活动开始日期时间（UTC）

source: Campaign End Date
lo_la: ວັນທີສິ້ນສຸດແຄມເປນ
zh_cn: 活动结束日期

source: Set Campaign end datetime (UTC)
lo_la: ຕັ້ງເວລາສິ້ນສຸດແຄມເປນ (UTC)
zh_cn: 设置活动结束日期时间（UTC）

source: Campaign Budget
lo_la: ງົບປະມານແຄມເປນ
zh_cn: 活动预算

source: Set a budget for your campaign, campaign will be paused if reached its limit
lo_la: ກໍານົດງົບປະມານສໍາລັບແຄມເປນຂອງທ່ານ, ແຄມເປນຈະຖືກຢຸດຊົ່ວຄາວຖ້າເຖິງຂອບເຂດຈໍາກັດຂອງມັນ
zh_cn: 为活动设置预算，如果达到限制，活动将暂停

source: Campaign Bidding
lo_la: ການປະມູນແຄມເປນ
zh_cn: 活动出价

source: Pay Per Click
lo_la: ຈ່າຍຕໍ່ຄລິກ
zh_cn: 按点击付费

source: Pay Per View
lo_la: ຈ່າຍຕໍ່ການເບິ່ງ
zh_cn: 按浏览付费

source: Target Audience
lo_la: ກຸ່ມ​ເປົ້າ​ໝາຍ
zh_cn: 目标听众

source: Audience Country
lo_la: ຜູ້ຊົມແຂວງ
zh_cn: 观众国家/地区

source: Audience Gender
lo_la: ເພດຂອງຜູ້ຊົມ
zh_cn: 观众性别

source: Audience Relationship
lo_la: ຄວາມສໍາພັນຂອງຜູ້ຊົມ
zh_cn: 观众婚恋状态

source: Single
lo_la: ໂສດ
zh_cn: 单个

source: In a relationship
lo_la: ຢູ່​ໃນ​ຄວາມ​ສໍາ​ພັນ
zh_cn: 恋爱中

source: Married
lo_la: ແຕ່ງງານແລ້ວ
zh_cn: 已婚

source: It's complicated
lo_la: ມັນ​ຊັບ​ຊ້ອນ
zh_cn: 不想提及

source: Separated
lo_la: ແຍກ
zh_cn: 分居

source: Divorced
lo_la: ຮ້າງ
zh_cn: 离婚

source: Widowed
lo_la: ແມ່ໝ້າຍ
zh_cn: 丧偶

source: Potential Reach
lo_la: ຄວາມເປັນໄປໄດ້
zh_cn: 潜在覆盖率

source: People
lo_la: ເພື່ອນ
zh_cn: 人

source: Ads Details
lo_la: ລາຍລະອຽດໂຄສະນາ
zh_cn: 广告细节

source: Ads Title
lo_la: ຊື່ໂຄສະນາ
zh_cn: 广告标题

source: Set a title for your ads
lo_la: ຕັ້ງຫົວຂໍ້ສໍາລັບການໂຄສະນາຂອງທ່ານ
zh_cn: 为广告设置标题

source: Ads Description
lo_la: ລາຍລະອຽດໂຄສະນາ
zh_cn: 广告描述

source: Set a description for your ads (maximum 200 characters)
lo_la: ກໍານົດຄໍາອະທິບາຍສໍາລັບການໂຄສະນາຂອງທ່ານ (ສູງສຸດ 200 ຕົວອັກສອນ)
zh_cn: 为广告设置描述（最多200个字符）

source: Advertise For
lo_la: ໂຄສະນາສໍາລັບ
zh_cn: 广告目的

source: Page
lo_la: ຫນ້າ
zh_cn: 页面

source: Group
lo_la: ກຸ່ມ
zh_cn: 组

source: You can advertise for a URL or one of your pages, groups or events
lo_la: ທ່ານສາມາດໂຄສະນາສໍາລັບ URL ຫຼືຫນຶ່ງໃນຫນ້າ, ກຸ່ມຫຼືເຫດການຂອງທ່ານ
zh_cn: 您可以为URL或您的某个页面，小组或事件做广告

source: Target URL
lo_la: URL ເປົ້າໝາຍ
zh_cn: 目标网址

source: Enter your URL you want to advertise for
lo_la: ໃສ່ URL ທີ່ທ່ານຕ້ອງການໂຄສະນາ
zh_cn: 输入您要宣传的网址

source: Target Page
lo_la: ໜ້າເປົ້າໝາຍ
zh_cn: 目标页面

source: Select Page
lo_la: ເລືອກໜ້າ
zh_cn: 选择页面

source: Select one of your pages you want to advertise for
lo_la: ເລືອກຫນຶ່ງໃນຫນ້າທີ່ທ່ານຕ້ອງການໂຄສະນາ
zh_cn: 选择您要宣传的页面之一

source: Target Group
lo_la: ກຸ່ມ​ເປົ້າ​ຫມາຍ
zh_cn: 目标小组

source: Select Group
lo_la: ເລືອກກຸ່ມ
zh_cn: 选择组

source: Select one of your groups you want to advertise for
lo_la: ເລືອກໜຶ່ງໃນກຸ່ມຂອງທ່ານທີ່ທ່ານຕ້ອງການໂຄສະນາ
zh_cn: 选择您要宣传的某个小组

source: Target Event
lo_la: ເປົ້າໝາຍເຫດການ
zh_cn: 目标活动

source: Select Event
lo_la: ເລືອກເຫດການ
zh_cn: 选择活动

source: Select one of your events you want to advertise for
lo_la: ເລືອກໜຶ່ງໃນເຫດການທີ່ທ່ານຕ້ອງການໂຄສະນາ
zh_cn: 选择您要宣传的某个活动

source: Ads Placement
lo_la: ການຈັດວາງໂຄສະນາ
zh_cn: 广告展示位置

source: Newsfeed
lo_la: ຂ່າວ
zh_cn: 新闻动态

source: Sidebar
lo_la: ແຖບດ້ານຂ້າງ
zh_cn: 侧边栏

source: Ads Image
lo_la: ຮູບພາບໂຄສະນາ
zh_cn: 广告图片

source: The image of your ads, supported formats (JPG, PNG, GIF)
lo_la: ຮູບພາບໂຄສະນາຂອງທ່ານ, ຮູບແບບທີ່ຮອງຮັບ (JPG, PNG, GIF)
zh_cn: 广告图片，支持的格式（JPG，PNG，GIF）

source: Publish
lo_la: ເຜີຍແຜ່
zh_cn: 发布

source: Sponsored
lo_la: ຜູ້ສະຫນັບສະຫນູນ
zh_cn: 赞助

source: Test Message
lo_la: ຂໍ້ຄວາມທົດສອບ
zh_cn: 测试消息

source: The message will sent to Website Email only
lo_la: ຂໍ້ຄວາມຈະຖືກສົ່ງໄປຫາເວັບໄຊທ໌ອີເມລ໌ເທົ່ານັ້ນ
zh_cn: 该消息将仅发送给网站的电子邮箱

source: Send to
lo_la: ສົ່ງ​ເຖິງ
zh_cn: 发送到

source: All Users
lo_la: ຜູ້ໃຊ້ທັງໝົດ
zh_cn: 所有用户

source: Users who activated their account
lo_la: ຜູ້ໃຊ້ທີ່ເປີດໃຊ້ບັນຊີຂອງເຂົາເຈົ້າ
zh_cn: 激活帐户的用户

source: Users who did not activated their account
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເປີດໃຊ້ບັນຊີຂອງເຂົາເຈົ້າ
zh_cn: 删除所有未激活的帐户

source: Users who did not login from 1 week
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 1 ອາທິດ
zh_cn: 1周内未登录的用户

source: Users who did not login from 1 month
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 1 ເດືອນ
zh_cn: 1个月未登录的用户

source: Users who did not login from 3 months
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 3 ເດືອນ
zh_cn: 3个月未登录的用户

source: Users who did not login from 6 months
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 6 ເດືອນ
zh_cn: 6个月未登录的用户

source: Users who did not login from 9 months
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 9 ເດືອນ
zh_cn: 9个月未登录的用户

source: Users who did not login from 1 year
lo_la: ຜູ້ໃຊ້ທີ່ບໍ່ໄດ້ເຂົ້າສູ່ລະບົບຈາກ 1 ປີ
zh_cn: 1年未登录的用户

source: Subject
lo_la: ວິຊາຮຽນ
zh_cn: 主题

source: Send
lo_la: ສົ່ງ
zh_cn: 发送

source: Attention
lo_la: ສິ່ງຄວນເອົນໍ້າໃຈໃສ່
zh_cn: 注意

source: Your account is already verified if you changed your name you will lose the verification badge
lo_la: ບັນ​ຊີ​ຂອງ​ທ່ານ​ໄດ້​ຮັບ​ການ​ກວດ​ສອບ​ແລ້ວ​ຖ້າ​ຫາກ​ວ່າ​ທ່ານ​ປ່ຽນ​ຊື່​ຂອງ​ທ່ານ​, ທ່ານ​ຈະ​ສູນ​ເສຍ​ປ້າຍ​ການ​ຢັ້ງ​ຢືນ​
zh_cn: 您的帐户已被验证如果您更改了姓名，您将丢失验证徽章

source: First Name
lo_la: ຊື່
zh_cn: 名字

source: Last Name
lo_la: ນາມ​ສະ​ກຸນ

source: I am
lo_la: ເພດ
zh_cn: 我是

source: Select Sex
lo_la: ເລືອກເພດ
zh_cn: 选择性别

source: Select Relationship
lo_la: ເລືອກຄວາມສໍາພັນ
zh_cn: 选择婚恋状态

source: Website link must start with http:// or https://
lo_la: ລິ້ງເວັບໄຊທ໌ຕ້ອງເລີ່ມຕົ້ນດ້ວຍ http:// ຫຼື https://
zh_cn: 网站链接必须以 http:// 或 https:// 开头

source: Birthdate
lo_la: ວັນເດືອນປີເກີດ
zh_cn: 生日

source: Select Month
lo_la: ເລືອກເດືອນ
zh_cn: 选择月份

source: Jan
lo_la: ມັງກອນ
zh_cn: 一月

source: Feb
lo_la: ກຸມພາ
zh_cn: 二月

source: Mar
lo_la: ມີນາ
zh_cn: 三月

source: Apr
lo_la: ເມສາ
zh_cn: 四月

source: May
lo_la: ພຶດສະພາ
zh_cn: 五月

source: Jun
lo_la: ມິຖຸນາ
zh_cn: 六月

source: Jul
lo_la: ກໍລະກົດ
zh_cn: 七月

source: Aug
lo_la: ສິງຫາ
zh_cn: 八月

source: Sep
lo_la: ກັນຍາ
zh_cn: 九月

source: Oct
lo_la: ຕຸລາ
zh_cn: 十月

source: Nov
lo_la: ພະຈິກ
zh_cn: 十一月

source: Dec
lo_la: ທັນວາ
zh_cn: 十二月

source: Select Day
lo_la: ເລືອກວັນ
zh_cn: 选择日

source: Select Year
lo_la: ເລືອກປີ
zh_cn: 选择年份

source: Facebook Profile URL
lo_la: URL ໂປຣໄຟລ໌ເຟສບຸກ
zh_cn: Facebook个人主页网址

source: Twitter Profile URL
lo_la: URL ໂປຣໄຟລ໌ Twitter
zh_cn: Twitter个人资料网址

source: YouTube Profile URL
lo_la: URL ໂປຣໄຟລ໌ YouTube
zh_cn: YouTube链接

source: Twitch Profile URL
lo_la: URL ໂປຣໄຟລ໌ Twitch
zh_cn: Twitch 个人主页地址

source: LinkedIn Profile URL
lo_la: URL ໂປຣໄຟລ໌ LinkedIn
zh_cn: LinkedIn 个人主页地址

source: Vkontakte Profile URL
lo_la: URL ໂປຣໄຟລ໌ Vkontakte
zh_cn: Vkontakte 个人资料网址

source: Profile Background
lo_la: ພາບຟື້ນຫລັງໂປຣໄຟລ໌
zh_cn: 个人资料背景

source: Add New Currency
lo_la: ເພີ່ມສະກຸນ ຄວາມດີ ໃຫມ່
zh_cn: 添加新货币

source: Code
lo_la: ລະຫັດ
zh_cn: 代码

source: Symbol
lo_la: ສັນຍາລັກ
zh_cn: 符号

source: Dir
lo_la: ທ່ານ ດຣ
zh_cn: 目录

source: Enabled
lo_la: ເປີດໃຊ້ແລ້ວ
zh_cn: 启用

source: Yes
lo_la: ແມ່ນແລ້ວ
zh_cn: 是

source: No
lo_la: ບໍ່

source: Make it enbaled so the user can select it
lo_la: ເຮັດໃຫ້ມັນ enbaled ເພື່ອໃຫ້ຜູ້ໃຊ້ສາມາດເລືອກມັນໄດ້

source: Currency Name
lo_la: ຊື່ສະກຸນ ນໍ້າໃຈ
zh_cn: 货币名称

source: Currency name, For Example: U.S. Dollar, Euro or Pound Sterling
lo_la: ຊື່ສະກຸນ ຄວາມດີ , ຕົວຢ່າງ: ໂດລາສະຫະລັດ, ເອີໂຣ ຫຼືປອນສະເຕີລິງ
zh_cn: 货币名称，例如：美元、欧元或英镑

source: Currency Code
lo_la: ລະຫັດສະກຸນ ນ້ຳໃຈ
zh_cn: 货币代码

source: Currency code, For Example: USD, EUR or GBP
lo_la: ລະຫັດສະກຸນ ຄວາມດີ , ຕົວຢ່າງ: USD, EUR ຫຼື GBP
zh_cn: 货币代码，例如：USD、EUR 或 GBP

source: Currency Symbol
lo_la: ສັນຍາລັກສະກຸນ ນໍ້າໃຈ
zh_cn: 货币符号

source: Currency symbol, For Example: $, € or £
lo_la: ສັນຍາລັກສະກຸນ ຄວາມດີ , ຕົວຢ່າງ: $, € ຫຼື £
zh_cn: 货币符号，例如：$、€ 或 £

source: Currency Symbol Direction
lo_la: ທິດທາງສັນຍາລັກສະກຸນ ນ້ຳໃຈ

source: Where to add the currency symbol relative to the money value
lo_la: ບ່ອນທີ່ຈະເພີ່ມສັນຍາລັກສະກຸນ ນ້ຳໃຈ ທີ່ກ່ຽວຂ້ອງກັບມູນຄ່າ ນ້ຳໃຈ

source: Job Apply
lo_la: ສະໝັກວຽກ
zh_cn: 工作申请

source: Your Experience
lo_la: ປະສົບການຂອງເຈົ້າ
zh_cn: 您的经历

source: Where did you work?
lo_la: ເຈົ້າເຮັດວຽກຢູ່ໃສ?
zh_cn: 您在哪里工作的？

source: Optional
lo_la: ຕົວເລືອກສໍາຮອງ
zh_cn: 可选的

source: Position
lo_la: ຕໍາແໜ່ງ
zh_cn: 位置

source: From
lo_la: ຈາກ
zh_cn: 从

source: To
lo_la: ເຖິງ
zh_cn: 到

source: I currently work here
lo_la: ປະຈຸບັນຂ້ອຍເຮັດວຽກຢູ່ທີ່ນີ້
zh_cn: 我目前在这里工作

source: Job Questions
lo_la: ຄຳຖາມວຽກ
zh_cn: 工作问题

source: Apply
lo_la: ສະໝັກ
zh_cn: 应用

source: minutes
lo_la: ນາທີ
zh_cn: 分钟

source: PAID CONTENT
lo_la: ເນື້ອຫາທີ່ຕ້ອງຈ່າຍ

source: PAY
lo_la: ຈ່າຍ
zh_cn: 支付

source: TO WATCH FOR
lo_la: ເພື່ອເບິ່ງສໍາລັບ

source: DAYS
lo_la: ວັນທີ
zh_cn: 天

source: Stars
lo_la: ດາວ
zh_cn: 星级

source: Release
lo_la: ປ່ອຍ
zh_cn: 发布

source: Duration
lo_la: ໄລ​ຍະ​ເວ​ລາ
zh_cn: 持续时间

source: Share
lo_la: ແບ່ງປັນ
zh_cn: 分享

source: results were found for the search for
lo_la: ຜົນການຄົ້ນຫາໄດ້ພົບເຫັນສໍາລັບການຄົ້ນຫາ
zh_cn: 找到了以下搜索结果

source: Link
lo_la: ເຊື່ອມຕໍ່
zh_cn: 链接

source: Explore the developer tools we offer
lo_la: ສຳຫຼວດເຄື່ອງມືນັກພັດທະນາທີ່ພວກເຮົາສະເໜີໃຫ້
zh_cn: 探索我们提供的开发者工具

source: Documentation
lo_la: ເອກະສານ
zh_cn: 文档

source: API Version
lo_la: ເວີຊັນ API
zh_cn: API 版本

source: This documentation explain how to register, configure, and develop your app so you can successfully use our APIs
lo_la: ເອກະສານນີ້ອະທິບາຍວິທີການລົງທະບຽນ, ຕັ້ງຄ່າ, ແລະພັດທະນາແອັບຯຂອງທ່ານເພື່ອໃຫ້ທ່ານສາມາດນໍາໃຊ້ APIs ຂອງພວກເຮົາຢ່າງສໍາເລັດຜົນ
zh_cn: 本文档介绍了如何注册、配置和开发您的应用程序，以便您可以成功使用我们的 API

source: Create App
lo_la: ສ້າງແອັບ
zh_cn: 创建应用

source: In order for your app to access our APIs, you must register your app using the
lo_la: ເພື່ອໃຫ້ແອັບຯຂອງທ່ານເຂົ້າເຖິງ APIs ຂອງພວກເຮົາ, ທ່ານຕ້ອງລົງທະບຽນແອັບຯຂອງທ່ານໂດຍໃຊ້
zh_cn: 为了让您的应用程序访问我们的 API，您必须使用

source: Registration creates an App ID that lets us know who you are, helps us distinguish your app from other apps
lo_la: ການລົງທະບຽນສ້າງ App ID ທີ່ເຮັດໃຫ້ພວກເຮົາຮູ້ວ່າທ່ານແມ່ນໃຜ, ຊ່ວຍພວກເຮົາຈໍາແນກແອັບຯຂອງທ່ານຈາກແອັບຯອື່ນ.
zh_cn: 注册会创建一个应用 ID，让我们知道您是谁，帮助我们将您的应用与其他应用区分开来

source: You will need to create a new App
lo_la: ທ່ານຈະຕ້ອງສ້າງ App ໃໝ່
zh_cn: 您将需要创建一个新的应用程序

source: Once you created your App you will get your
lo_la: ເມື່ອ​ທ່ານ​ສ້າງ App ຂອງ​ທ່ານ​, ທ່ານ​ຈະ​ໄດ້​ຮັບ​ຂອງ​ທ່ານ​
zh_cn: 一旦你创建了你的应用，你会得到你的

source: and
lo_la: ແລະ
zh_cn: 和

source: Log in With system is a fast and convenient way for people to create accounts and log into your app. Our Log in With system enables two scenarios, authentication and asking for permissions to access people's data. You can use Login With system simply for authentication or for both authentication and data access
lo_la: ເຂົ້າ​ສູ່​ລະ​ບົບ​ດ້ວຍ​ລະ​ບົບ​ເປັນ​ວິ​ທີ​ທີ່​ໄວ​ແລະ​ສະ​ດວກ​ສໍາ​ລັບ​ຜູ້​ຄົນ​ໃນ​ການ​ສ້າງ​ບັນ​ຊີ​ແລະ​ເຂົ້າ​ສູ່​ລະ​ບົບ app ຂອງ​ທ່ານ​. ລະບົບເຂົ້າສູ່ລະບົບດ້ວຍລະບົບຂອງພວກເຮົາເຮັດໃຫ້ສອງສະຖານະການ, ການກວດສອບຄວາມຖືກຕ້ອງແລະການຮ້ອງຂໍການອະນຸຍາດໃນການເຂົ້າເຖິງຂໍ້ມູນຂອງຄົນ. ທ່ານ​ສາ​ມາດ​ນໍາ​ໃຊ້​ລະ​ບົບ​ການ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ພຽງ​ແຕ່​ສໍາ​ລັບ​ການ​ກວດ​ສອບ​ຫຼື​ສໍາ​ລັບ​ທັງ​ການ​ກວດ​ສອບ​ແລະ​ການ​ເຂົ້າ​ເຖິງ​ຂໍ້​ມູນ​
zh_cn: 使用系统登录是人们创建帐户并登录到您的应用程序的快速便捷的方法。 我们的“登录方式”系统支持两种方案，即身份验证和请求访问人员数据的权限。 您可以仅使用Login With系统进行身份验证，也可以同时使用身份验证和数据访问

source: Starting the OAuth login process, You need to use a link for your app like this
lo_la: ເລີ່ມຕົ້ນຂະບວນການເຂົ້າສູ່ລະບົບ OAuth, ທ່ານຈໍາເປັນຕ້ອງໃຊ້ການເຊື່ອມຕໍ່ສໍາລັບ app ຂອງທ່ານເຊັ່ນນີ້
zh_cn: 开始 OAuth 登录过程时，您应该像这样使用您的应用程序的链接

source: The user will be redirect to Log in With page like this
lo_la: ຜູ້​ໃຊ້​ຈະ​ໄດ້​ຮັບ​ການ​ປ່ຽນ​ເສັ້ນ​ທາງ​ເຂົ້າ​ສູ່​ລະ​ບົບ​ກັບ​ຫນ້າ​ນີ້​
zh_cn: 用户将被重定向到这样的登录页面

source: Once the user accpeted your app, the user will be redirected to your App Redirect URL with
lo_la: ເມື່ອຜູ້ໃຊ້ຍອມຮັບ app ຂອງທ່ານ, ຜູ້ໃຊ້ຈະຖືກໂອນໄປຫາ URL ປ່ຽນເສັ້ນທາງ App ຂອງທ່ານກັບ
zh_cn: 一旦用户加入了你的应用，用户将被重定向到你的应用重定向URL，其中包括
