Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Turn registration/login via Twitter On and Off
lo_la: ເປີດການລົງທະບຽນ / ເຂົ້າສູ່ລະບົບຜ່ານ Twitter ເປີດແລະປິດ
zh_cn: 通过Twitter打开和关闭注册/登录

source: Twitter App ID
lo_la: ID ແອັບ Twitter

source: Twitter App Secret
lo_la: Twitter App ລັບ
zh_cn: Twitter 应用密钥

source: Turn registration/login via Linkedin On and Off
lo_la: ເປີດການລົງທະບຽນ / ເຂົ້າສູ່ລະບົບຜ່ານ Linkedin ເປີດແລະປິດ
zh_cn: 开启/关闭通过 Linkedin 注册/登录

source: Linkedin App Secret
lo_la: Linkedin App ລັບ
zh_cn: Linkedin 应用密钥

source: Turn registration/login via Vkontakte On and Off
lo_la: ເປີດການລົງທະບຽນ / ເຂົ້າສູ່ລະບົບຜ່ານ Vkontakte ເປີດແລະປິດ
zh_cn: 通过Vkontakte开启和关闭注册/登录

source: Vkontakte App ID
lo_la: ID ແອັບ Vkontakte
zh_cn: Vkontakte 应用ID

source: Vkontakte App Secret
lo_la: ຄວາມລັບ App Vkontakte
zh_cn: Vkontakte 应用密钥

source: Turn registration/login via WordPress On and Off
lo_la: ເປີດການລົງທະບຽນ/ເຂົ້າສູ່ລະບົບຜ່ານ WordPress ເປີດ ແລະປິດ

source: WordPress App ID
lo_la: ID ແອັບ WordPress

source: WordPress App Secret
lo_la: ຄວາມລັບຂອງແອັບ WordPress

source: Profile
lo_la: ໂປຣໄຟລ໌
zh_cn: 个人资料

source: Show Usernames Only
lo_la: ສະແດງຊື່ຜູ້ໃຊ້ເທົ່ານັ້ນ
zh_cn: 仅显示用户名

source: If disabled full names will be displayed instead
lo_la: ຖ້າປິດການໃຊ້ງານຊື່ເຕັມຈະຖືກສະແດງແທນ
zh_cn: 如果禁用，将显示全名

source: Allow Special Characters
lo_la: ອະນຸຍາດໃຫ້ລັກສະນະພິເສດ

source: Allow special Characters in user's first & last name
lo_la: ອະ​ນຸ​ຍາດ​ໃຫ້​ມີ​ລັກ​ສະ​ນະ​ພິ​ເສດ​ໃນ​ຊື່​ແລະ​ນາມ​ສະ​ກຸນ​ຂອງ​ຜູ້​ໃຊ້​

source: Allow users to delete their account
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ລຶບບັນຊີຂອງເຂົາເຈົ້າ
zh_cn: 允许用户删除其帐户

source: Download User Information
lo_la: ດາວໂຫລດຂໍ້ມູນຜູ້ໃຊ້
zh_cn: 下载用户信息

source: Allow users to download their account information from settings page
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ດາວໂຫຼດຂໍ້ມູນບັນຊີຂອງເຂົາເຈົ້າຈາກໜ້າການຕັ້ງຄ່າ
zh_cn: 允许用户从设置页面下载他们的帐户信息

source: Verification Requests
lo_la: ການກວດສອບຄວາມຖືກຕ້ອງ
zh_cn: 认证请求

source: Turn the verification requests from users & pages On and Off
lo_la: ເປີດ ແລະປິດການຮ້ອງຂໍການຢັ້ງຢືນຈາກຜູ້ໃຊ້ ແລະໜ້າ
zh_cn: 打开和关闭来自用户和页面的验证请求

source: Verification Documents
lo_la: ເອກະສານຢັ້ງຢືນ
zh_cn: 验证文件

source: Enable it to make verification documents required
lo_la: ເປີດໃຊ້ມັນເພື່ອເຮັດໃຫ້ເອກະສານຢັ້ງຢືນທີ່ຕ້ອງການ

source: Disable Friend Request After Decline
lo_la: ປິດການຮ້ອງຂໍເປັນເພື່ອນຫຼັງຈາກປະຕິເສດ
zh_cn: 拒绝后禁用好友请求

source: If enabled user A will be able to send friendship request to user B again
lo_la: ຖ້າເປີດໃຊ້ຜູ້ໃຊ້ A ຈະສາມາດສົ່ງຄໍາຮ້ອງຂໍມິດຕະພາບກັບຜູ້ໃຊ້ B ອີກເທື່ອຫນຶ່ງ
zh_cn: 如果启用，用户 A 将能够再次向用户 B 发送好友请求

source: Max Friends/User
lo_la: ໝູ່/ຜູ້ໃຊ້ສູງສຸດ
zh_cn: 最大好友/用户

source: The Maximum number of friends allowed per User (0 for unlimited)
lo_la: ຈໍາ​ນວນ​ສູງ​ສຸດ​ຂອງ​ຫມູ່​ເພື່ອນ​ທີ່​ອະ​ນຸ​ຍາດ​ໃຫ້​ຕໍ່​ຜູ້​ໃຊ້ (0 ສໍາ​ລັບ​ການ​ບໍ່​ຈໍາ​ກັດ​)
zh_cn: 每个用户允许的最大好友数（0 表示无限制）

source: Relationship Status
lo_la: ສະຖານະ
zh_cn: 关系状态

source: Turn the Relationship Status On/Off
lo_la: ເປີດ/ປິດສະຖານະຄວາມສໍາພັນ
zh_cn: 开启/关闭情感状态

source: Website
lo_la: ເວັບໄຊທ໌
zh_cn: 网站

source: Turn the Website On/Off
lo_la: ເປີດ/ປິດເວັບໄຊທ໌
zh_cn: 开启/关闭网站

source: About Me
lo_la: ກ່ຽວ​ກັບ​ຂ້ອຍ
zh_cn: 关于我

source: Turn the About Me On/Off
lo_la: ເປີດ/ປິດ ກ່ຽວກັບຂ້ອຍ
zh_cn: 打开/关闭关于我

source: Work Info
lo_la: ຂໍ້ມູນວຽກ
zh_cn: 工作信息

source: Turn the Work info On/Off
lo_la: ເປີດ/ປິດຂໍ້ມູນວຽກ
zh_cn: 开启/关闭工作信息

source: Location Info
lo_la: ຂໍ້ມູນສະຖານທີ່
zh_cn: 位置信息

source: Turn the Location info On/Off
lo_la: ເປີດ/ປິດຂໍ້ມູນສະຖານທີ່
zh_cn: 开启/关闭位置信息

source: Education Info
lo_la: ຂໍ້ມູນການສຶກສາ
zh_cn: 教育信息

source: Turn the Education info On/Off
lo_la: ເປີດ/ປິດຂໍ້ມູນການສຶກສາ
zh_cn: 开启/关闭教育信息

source: Turn the Social Links On/Off
lo_la: ເປີດ/ປິດ Social Links
zh_cn: 开启/关闭社交链接

source: Profile Design
lo_la: ການອອກແບບໂປຣໄຟລ໌
zh_cn: 外形设计

source: Allow users to upload background image to their profiles
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ສາມາດອັບໂຫລດຮູບພາບພື້ນຫລັງໃສ່ໂປຣໄຟລ໌ຂອງເຂົາເຈົ້າ
zh_cn: 允许用户上传背景图片到他们的个人资料

source: Enable/Disable SMTP email system
lo_la: ເປີດ/ປິດລະບົບອີເມວ SMTP
zh_cn: 启用/禁用SMTP电子邮件系统

source: PHP mail() function will be used in case of disabled
lo_la: ຟັງຊັນ PHP mail() ຈະຖືກໃຊ້ໃນກໍລະນີທີ່ຖືກປິດໃຊ້ງານ
zh_cn: 如果禁用，将使用PHP mail（）函数

source: Enable/Disable SMTP authentication
lo_la: ເປີດ/ປິດການພິສູດຢືນຢັນ SMTP
zh_cn: 启用/禁用 SMTP 身份验证

source: SMTP SSL Encryption
lo_la: ການເຂົ້າລະຫັດ SMTP SSL
zh_cn: SMTP SSL加密

source: Enable/Disable SMTP SSL encryption
lo_la: ເປີດ/ປິດການເຂົ້າລະຫັດ SMTP SSL
zh_cn: 启用/禁用 SMTP SSL 加密

source: TLS encryption will be used in case of disabled
lo_la: ການເຂົ້າລະຫັດ TLS ຈະຖືກໃຊ້ໃນກໍລະນີທີ່ຖືກປິດໃຊ້ງານ
zh_cn: 禁用时将使用 TLS 加密

source: SMTP Server
lo_la: ເຊີບເວີ SMTP
zh_cn: SMTP服务器

source: SMTP Port
lo_la: ພອດ SMTP
zh_cn: SMTP端口

source: SMTP Username
lo_la: ຊື່ຜູ້ໃຊ້ SMTP
zh_cn: SMTP用户名

source: SMTP Password
lo_la: ລະຫັດຜ່ານ SMTP
zh_cn: SMTP密码

source: Set From
lo_la: ຕັ້ງຈາກ
zh_cn: 设置邮件发送者

source: Set the From email address
lo_la: ຕັ້ງຄ່າຈາກທີ່ຢູ່ອີເມວ
zh_cn: 设置发件人电子邮件地址

source: For example: email@domain.com
lo_la: ຕົວຢ່າງ: email@domain.com
zh_cn: 例如：email@domain.com

source: Test Connection
lo_la: ທົດສອບການເຊື່ອມຕໍ່
zh_cn: 测试连接

source: SMS Provider
lo_la: ຕັ້ງຄ່າ SMS
zh_cn: SMS提供者

source: Twilio
lo_la: ທະວິລິໂອ

source: Select your default SMS provider
lo_la: ເລືອກຜູ້ໃຫ້ບໍລິການ SMS ເລີ່ມຕົ້ນຂອງທ່ານ
zh_cn: 选择您的默认短信提供程序

source: Twilio Account SID
lo_la: ບັນຊີ Twilio SID
zh_cn: Twilio帐户SID

source: Twilio Phone Number
lo_la: ເບີໂທລະສັບ Twilio

source: BulkSMS Username
lo_la: ຊື່ຜູ້ໃຊ້ BulkSMS
zh_cn: BulkSMS 用户名

source: BulkSMS Password
lo_la: ລະຫັດຜ່ານ BulkSMS
zh_cn: BulkSMS 密码

source: Infobip Username
lo_la: ຊື່ຜູ້ໃຊ້ Infobip
zh_cn: Infobip 用户名

source: Infobip Password
lo_la: ລະຫັດຜ່ານ Infobip
zh_cn: Infobip 密码

source: Test Phone Number
lo_la: ທົດສອບເບີໂທລະສັບ
zh_cn: 测试电话号码

source: Your phone number to test the SMS service i.e +12344567890
lo_la: ເບີໂທລະສັບຂອງທ່ານເພື່ອທົດສອບການບໍລິການ SMS ເຊັ່ນ: +12344567890
zh_cn: 您的电话号码用于测试短信服务，例如:+12344567890

source: A test SMS will be sent to this phone number when you test the connection
lo_la: SMS ທົດສອບຈະຖືກສົ່ງໄປຫາເບີໂທລະສັບນີ້ເມື່ອທ່ານທົດສອບການເຊື່ອມຕໍ່
zh_cn: 测试连接时，测试短信将发送到此电话号码

source: Website Notifications
lo_la: ການແຈ້ງເຕືອນເວັບໄຊທ໌
zh_cn: 网站通知

source: Profile Visit Notification
lo_la: ແຈ້ງ​ການ​ໄປ​ຢ້ຽມ​ຢາມ profile
zh_cn: 个人资料访问通知

source: Turn the profile visit notification On and Off
lo_la: ເປີດ ແລະ ປິດການແຈ້ງເຕືອນການເຂົ້າເບິ່ງໂປຣໄຟລ໌
zh_cn: 打开和关闭个人资料访问通知

source: Browser Notifications
lo_la: ການແຈ້ງເຕືອນຂອງຕົວທ່ອງເວັບ
zh_cn: 浏览器通知

source: Turn the browser notifications On and Off
lo_la: ເປີດແລະປິດການແຈ້ງເຕືອນຂອງຕົວທ່ອງເວັບ
zh_cn: 打开和关闭浏览器通知

source: Noty Notifications
lo_la: ການແຈ້ງເຕືອນ
zh_cn: Noty通知

source: Turn the noty notifications On and Off
lo_la: ເປີດ ແລະ ປິດການແຈ້ງເຕືອນ
zh_cn: 打开和关闭Noty通知

source: preview
lo_la: ຕົວຢ່າງ
zh_cn: 预览

source: Enable/Disable email notifications system
lo_la: ເປີດ/ປິດລະບົບການແຈ້ງເຕືອນອີເມວ
zh_cn: 启用/禁用电子邮件通知系统

source: Email User When
lo_la: ອີເມວຜູ້ໃຊ້ເມື່ອ
zh_cn: 发送邮件给用户

source: Someone liked his post
lo_la: ມີຄົນມັກໂພສຂອງລາວ
zh_cn: 有人喜欢他的帖子

source: Someone commented on his post
lo_la: ມີຄົນສະແດງຄວາມຄິດເຫັນໃນໂພສຂອງລາວ
zh_cn: 有人对他的帖子发表了评论

source: Someone shared his post
lo_la: ມີຄົນແບ່ງປັນໂພສຂອງລາວ
zh_cn: 有人分享了他的帖子

source: Someone posted on his timeline
lo_la: ມີຄົນໂພສໃນທາມລາຍຂອງລາວ
zh_cn: 有人发布在他的时间轴上

source: Someone mentioned him
lo_la: ມີຄົນກ່າວເຖິງລາວ
zh_cn: 有人提到他

source: Someone visited his profile
lo_la: ມີຄົນເຂົ້າເບິ່ງໂປຣໄຟລ໌ຂອງລາວ
zh_cn: 有人访问了他的个人资料

source: Someone sent him or accepted his friend requset
lo_la: ບາງ​ຄົນ​ໄດ້​ສົ່ງ​ໃຫ້​ເຂົາ​ຫຼື​ຍອມ​ຮັບ requset ຫມູ່​ເພື່ອນ​ຂອງ​ເຂົາ​
zh_cn: 有人发给他好友请求或接受了他的好友请求

source: OneSignal Push Notifications
lo_la: ການແຈ້ງເຕືອນການຊຸກຍູ້ OneSignal
zh_cn: OneSignal 推送通知

source: Turn the OneSignal push notification On and Off
lo_la: ເປີດແລະປິດການແຈ້ງເຕືອນ OneSignal
zh_cn: 开启和关闭 OneSignal 推送通知

source: Chat
lo_la: ສົນທະນາ
zh_cn: 聊天

source: Turn the chat system On and Off
lo_la: ເປີດ ແລະ ປິດລະບົບການສົນທະນາ
zh_cn: 打开和关闭聊天系统

source: Voice Notes
lo_la: ບັນທຶກສຽງ
zh_cn: 语音笔记

source: Turn the voice notes in chat On and Off
lo_la: ເປີດບັນທຶກສຽງໃນການສົນທະນາເປີດ ແລະປິດ
zh_cn: 打开和关闭聊天中的语音笔记

source: Turn the Last Seen On and Off
lo_la: ເປີດ ແລະປິດທີ່ເຫັນຫຼ້າສຸດ
zh_cn: 打开和关闭上次看到的

source: Typing Status Enabled
lo_la: ສະຖານະການພິມຖືກເປີດໃຊ້ງານ
zh_cn: 输入状态启用

source: Turn the Typing Status On and Off
lo_la: ເປີດ ແລະປິດສະຖານະພິມ
zh_cn: 打开和关闭输入状态

source: Needs a good server to work fine
lo_la: ຕ້ອງການເຄື່ອງແມ່ຂ່າຍທີ່ດີເພື່ອເຮັດວຽກໄດ້ດີ
zh_cn: 需要一个好的服务器才能正常工作

source: Seen Status Enabled
lo_la: ສະຖານະທີ່ເຫັນຖືກເປີດໃຊ້ງານ
zh_cn: 已启用状态

source: Turn the Seen Status On and Off
lo_la: ເປີດ ແລະປິດສະຖານະທີ່ເຫັນ
zh_cn: 打开和关闭 "已看到 "状态

source: Delete For Everyone
lo_la: ລຶບສຳລັບທຸກຄົນ
zh_cn: 删除所有人

source: Permanently remove the conversation for all chat members when user delete it
lo_la: ລຶບການສົນທະນາອອກຢ່າງຖາວອນສຳລັບສະມາຊິກສົນທະນາທັງໝົດເມື່ອຜູ້ໃຊ້ລຶບມັນອອກ
zh_cn: 当用户删除对话时，永久删除所有聊天成员的对话

source: Audio Call Enabled
lo_la: ເປີດໃຊ້ການໂທສຽງແລ້ວ
zh_cn: 启用音频通话

source: Turn the audio call system On and Off
lo_la: ເປີດແລະປິດລະບົບການໂທສຽງ
zh_cn: 打开和关闭音频呼叫系统

source: Video Call Enabled
lo_la: Video Call ສິ້ນສຸດ
zh_cn: 启用视频通话

source: Turn the video call system On and Off
lo_la: ເປີດ ແລະ ປິດລະບົບການໂທວິດີໂອ
zh_cn: 打开和关闭视频通话系统

source: Live Stream
lo_la: ຖ່າຍທອດສົດ
zh_cn: 视频直播

source: Live Stream Enabled
lo_la: ເປີດໃຊ້ການຖ່າຍທອດສົດແລ້ວ
zh_cn: 启用直播

source: Turn the live stream system On and Off
lo_la: ເປີດ ແລະ ປິດລະບົບການຖ່າຍທອດສົດ
zh_cn: 打开和关闭直播系统

source: Agora App Certificate
lo_la: ໃບຮັບຮອງແອັບ Agora

source: Save Live Videos
lo_la: ບັນທຶກວິດີໂອສົດ
zh_cn: 保存实时视频

source: Turn the save live stream videos On and Off
lo_la: ເປີດ ແລະປິດການບັນທຶກວິດີໂອການຖ່າຍທອດສົດ
zh_cn: 打开和关闭保存直播视频

source: Agora Customer ID
lo_la: Agora ID ລູກຄ້າ

source: Agora Customer Secret
lo_la: ຄວາມລັບຂອງລູກຄ້າ Agora
zh_cn: 自定义 JavaScript 页脚

source: Bucket Name
lo_la: ຊື່ຖັງ
zh_cn: Bucket名称

source: Your Amazon S3 bucket name
lo_la: ຊື່ຖັງ Amazon S3 ຂອງທ່ານ
zh_cn: 您的Amazon S3 Bucket名称

source: Your Amazon S3 bucket region
lo_la: ພາກພື້ນຖັງ Amazon S3 ຂອງທ່ານ
zh_cn: 您的Amazon S3存储区域

source: Access Key ID
lo_la: ເຂົ້າເຖິງລະຫັດລະຫັດ
zh_cn: 访问密钥ID

source: Your Amazon S3 Access Key ID
lo_la: Amazon S3 Access Key ID ຂອງທ່ານ
zh_cn: 你的Amazon S3 Access Key ID

source: Access Key Secret
lo_la: ເຂົ້າເຖິງລະຫັດລັບ

source: Your Amazon S3 Access Key Secret
lo_la: Amazon S3 Access Key Secret ຂອງເຈົ້າ
zh_cn: 你的 Amazon S3 Access Key Secret

source: Your server max upload size
lo_la: ຂະໜາດອັບໂຫລດສູງສຸດຂອງເຊີບເວີຂອງເຈົ້າ
zh_cn: 您的服务器最大上传大小

source: You can't upload files larger than
lo_la: ທ່ານບໍ່ສາມາດອັບໂຫລດໄຟລ໌ທີ່ໃຫຍ່ກວ່າ
zh_cn: 您上传的文件无法大于

source: To upload larger files, contact your hosting provider
lo_la: ເພື່ອອັບໂຫລດໄຟລ໌ຂະຫນາດໃຫຍ່, ຕິດຕໍ່ຜູ້ໃຫ້ບໍລິການໂຮດຕິ້ງຂອງທ່ານ
zh_cn: 要上传更大的文件，请联系您的托管服务提供商

source: Uploads Directory
lo_la: ອັບໂຫຼດໄດເລກະທໍລີ
zh_cn: 上传目录

source: The path of uploads local directory
lo_la: ເສັ້ນທາງຂອງການອັບໂຫລດໄດເລກະທໍລີທ້ອງຖິ່ນ
zh_cn: 上传本地目录的路径

source: Uploads Prefix
lo_la: ຕັ້ງຄ່າການອັບໂຫລດ
zh_cn: 上传前缀

source: Add a prefix to the uploaded files (No spaces or special characters only like 'mysite' or 'my_site')
lo_la: ເພີ່ມຄໍານໍາຫນ້າໃສ່ໄຟລ໌ທີ່ອັບໂຫລດ (ບໍ່ມີຍະຫວ່າງຫຼືຕົວອັກສອນພິເສດເຊັ່ນ 'mysite' ຫຼື 'my_site')
zh_cn: 在上传的文件中添加前缀(没有空格或特殊字符，如'mysite'或'my_site')

source: Uploads CDN Endpoint
lo_la: ອັບໂຫຼດ CDN Endpoint
zh_cn: 上传 CDN 端点

source: Your CDN URL like AWS CloudFront
lo_la: URL CDN ຂອງທ່ານຄື AWS CloudFront
zh_cn: 您的 CDN URL，例如 AWS CloudFront

source: Photo Upload
lo_la: ອັບໂຫຼດຮູບ
zh_cn: 上传照片

source: Enable photo upload to share & upload photos to the site
lo_la: ເປີດໃຊ້ການອັບໂຫລດຮູບເພື່ອແບ່ງປັນ ແລະອັບໂຫລດຮູບພາບໃສ່ເວັບໄຊ
zh_cn: 启用照片上传以共享和上传照片到网站

source: Photo Upload in Comments
lo_la: ອັບໂຫຼດຮູບໃນຄໍາເຫັນ
zh_cn: 在评论中上传照片

source: Enable photo upload in comments
lo_la: ເປີດໃຊ້ການອັບໂຫລດຮູບພາບໃນຄໍາເຫັນ
zh_cn: 在评论中启用照片上传

source: Photo Upload in Chat
lo_la: ອັບໂຫຼດຮູບໃນການສົນທະນາ
zh_cn: 在聊天中上传照片

source: Enable photo upload in chat
lo_la: ເປີດໃຊ້ການອັບໂຫລດຮູບໃນການສົນທະນາ
zh_cn: 在聊天中启用照片上传

source: Photo Upload in Blogs and Forums
lo_la: ອັບໂຫຼດຮູບໃນບລັອກ ແລະກະດານສົນທະນາ
zh_cn: 在博客和论坛中上传照片

source: Enable photo upload in articles and forums threads
lo_la: ເປີດໃຊ້ການອັບໂຫລດຮູບພາບໃນຫົວຂໍ້ບົດຄວາມ ແລະກະດານສົນທະນາ
zh_cn: 在文章和论坛线程中启用照片上传

source: Max Photo Size
lo_la: ຂະໜາດຮູບສູງສຸດ
zh_cn: 最大照片尺寸

source: The Maximum size of uploaded photo in posts
lo_la: ຂະໜາດສູງສຸດຂອງຮູບທີ່ອັບໂຫລດໃນໂພສ
zh_cn: 帖子中上传照片的最大尺寸

source: in kilobytes (1M = 1024KB)
lo_la: ເປັນກິໂລໄບ (1M = 1024KB)
zh_cn: 以千字节为单位（1 M = 1024 KB）

source: Photo Quality
lo_la: ຄຸນນະພາບຮູບ
zh_cn: 照片质量

source: Cover Photo Resolution Limit
lo_la: ຈຳກັດການແກ້ໄຂຮູບໜ້າປົກ
zh_cn: 封面照片分辨率限制

source: Enable cover photo limit (Minimum width 1108px & Minimum height 360px)
lo_la: ເປີດໃຊ້ການຈຳກັດຮູບໜ້າປົກ (ຄວາມກວ້າງຕ່ຳສຸດ 1108px ແລະ ຄວາມສູງຕ່ຳສຸດ 360px)
zh_cn: 启用封面照片限制（最小宽度 1108 像素和最小高度 360 像素）

source: Animated Images for Avatars/Covers
lo_la: ຮູບພາບເຄື່ອນໄຫວສໍາລັບ Avatar / Covers

source: Enable user to upload animated images for avarats and covers
lo_la: ເຮັດໃຫ້ຜູ້ໃຊ້ສາມາດອັບໂຫລດຮູບພາບເຄື່ອນໄຫວສໍາລັບ avarats ແລະແຜ່ນປົກ

source: Max Cover Photo Size
lo_la: ຂະໜາດຮູບໜ້າປົກສູງສຸດ
zh_cn: 最大封面照片尺寸

source: The Maximum size of cover photo
lo_la: ຂະໜາດສູງສຸດຂອງຮູບໜ້າປົກ
zh_cn: 封面照片的最大尺寸

source: in kilobytes (1 M = 1024 KB)
lo_la: ເປັນກິໂລໄບ (1 M = 1024 KB)
zh_cn: 以千字节为单位（1 M = 1024 KB）

source: Max Profile Photo Size
lo_la: ຂະໜາດຮູບໂປຣໄຟລ໌ສູງສຸດ
zh_cn: 最大个人资料照片尺寸

source: The Maximum size of profile photo
lo_la: ຂະໜາດສູງສຸດຂອງຮູບໂປຣໄຟລ໌
zh_cn: 个人资料照片的最大尺寸

source: Watermark Images
lo_la: ຮູບພາບ Watermark
zh_cn: 水印图片

source: Enable it to add watermark icon to all uploaded photos (except: profile pictures and cover images)
lo_la: ເປີດໃຊ້ມັນເພື່ອເພີ່ມໄອຄອນລາຍນ້ຳໃສ່ຮູບທີ່ອັບໂຫລດທັງໝົດ (ຍົກເວັ້ນ: ຮູບໂປຣໄຟລ໌ ແລະຮູບໜ້າປົກ)
zh_cn: 使其能够将水印图标添加到所有上载的照片（除了：个人资料图片和封面图片）

source: Watermark Icon
lo_la: ໄອຄອນລາຍນ້ຳ
zh_cn: 水印图标

source: Upload your watermark icon (PNG is recommended)
lo_la: ອັບໂຫລດໄອຄອນລາຍນ້ຳຂອງທ່ານ (ແນະນຳ PNG)
zh_cn: 上传你的水印图标(推荐PNG)

source: Watermark Position
lo_la: ຕໍາແໜ່ງລາຍນໍ້າ
zh_cn: 位置

source: Top Left
lo_la: ເທິງຊ້າຍ
zh_cn: 左上

source: Top Right
lo_la: ເທິງຂວາ
zh_cn: 右上

source: Top
lo_la: ເທິງ
zh_cn: 顶部

source: Bottom Left
lo_la: ລຸ່ມຊ່າຍ
zh_cn: 左下

source: Bottom Right
lo_la: ລຸ່ມຂວາ
zh_cn: 右下

source: Bottom
lo_la: ລຸ່ມ
zh_cn: 底部

source: Left
lo_la: ຊ້າຍ

source: Right
lo_la: ຊ້າຍ
zh_cn: 右侧

source: Select the position (the anchor point) of your watermark icon
lo_la: ເລືອກ​ຕໍາ​ແຫນ່ງ (ຈຸດ​ສະ​ມໍ​) ຂອງ icon watermark ຂອງ​ທ່ານ​
zh_cn: 选择水印图标的位置（锚点）

source: The opacity level of the watermark icon (value between 0 - 1)
lo_la: ລະດັບຄວາມເຂັ້ມຂອງໄອຄອນລາຍນ້ຳ (ຄ່າລະຫວ່າງ 0 - 1)
zh_cn: 水印图标的不透明度级别（0 - 1 之间的值）

source: Horizontal offset in pixels
lo_la: ຊົດເຊີຍແນວນອນເປັນ pixels
zh_cn: 像素水平偏移

source: Vertical offset in pixels
lo_la: ຊົດເຊີຍແນວຕັ້ງເປັນ pixels
zh_cn: 垂直偏移(以像素为单位)

source: Adult Images Detection
lo_la: ການກວດຫາຮູບພາບຂອງຜູ້ໃຫຍ່
zh_cn: 成人图像检测

source: Enable it to detect the adult images and system will blur or delete them
lo_la: ເປີດໃຊ້ມັນເພື່ອກວດຫາຮູບພາບຜູ້ໃຫຍ່ ແລະລະບົບຈະມົວ ຫຼືລຶບພວກມັນອອກ
zh_cn: 启用它以检测成人图像，系统将模糊或删除它们

source: Adult Images Action
lo_la: ການປະຕິບັດຮູບພາບສໍາລັບຜູ້ໃຫຍ່
zh_cn: 成人图像操作

source: Blur
lo_la: ມົວ
zh_cn: 模糊

source: Your Cloud Vision API Key
lo_la: Cloud Vision API Key ຂອງທ່ານ
zh_cn: 您的云视觉API密钥

source: Video Upload
lo_la: ອັບໂຫຼດວິດີໂອ
zh_cn: 视频上传

source: Enable video upload to share & upload videos to the site
lo_la: ເປີດໃຊ້ການອັບໂຫລດວິດີໂອເພື່ອແບ່ງປັນ ແລະອັບໂຫລດວິດີໂອໃສ່ເວັບໄຊ
zh_cn: 启用视频上传以分享和上传视频到网站

source: FFMPEG Enabled
lo_la: FFMPEG ເປີດໃຊ້

source: Enable FFMPEG to convert and optimize videos to mp4
lo_la: ເປີດໃຊ້ FFMPEG ເພື່ອປ່ຽນ ແລະປັບແຕ່ງວິດີໂອເປັນ mp4

source: FFMPEG Binary Path
lo_la: FFMPEG ເສັ້ນທາງຖານສອງ

source: Example: Linux(/usr/bin/ffmpeg) or Windows(C:\ffmpegbinffmpeg.exe)
lo_la: ຕົວຢ່າງ: Linux(/usr/bin/ffmpeg) ຫຼື Windows(C:\ffmpeg ໃນ fmpeg.exe)

source: FFMPEG Conversion Speed
lo_la: ຄວາມໄວການແປງ FFMPEG

source: Ultrafast
lo_la: ໄວສຸດ

source: Veryfast
lo_la: ໄວຫຼາຍ

source: Faster
lo_la: ໄວກວ່າ
zh_cn: 更快

source: Fast
lo_la: ໄວ
zh_cn: 快速

source: Medium
lo_la: ປານກາງ
zh_cn: 中

source: Slow
lo_la: ຊ້າ
zh_cn: 慢

source: Slower
lo_la: ຊ້າລົງ
zh_cn: 更慢

source: Veryslow
lo_la: ຊ້າຫຼາຍ

source: Slow speed gives you better compression and quality and vice versa
lo_la: ຄວາມ​ໄວ​ຊ້າ​ເຮັດ​ໃຫ້​ທ່ານ​ມີ​ການ​ບີບ​ອັດ​ທີ່​ດີກ​ວ່າ​ແລະ​ຄຸນ​ນະ​ພາບ​ແລະ​ກົງ​ກັນ​ຂ້າມ​

source: Max video size
lo_la: ຂະໜາດວິດີໂອສູງສຸດ
zh_cn: 最大视频大小

source: The Maximum size of uploaded video in posts
lo_la: ຂະໜາດສູງສຸດຂອງວິດີໂອທີ່ອັບໂຫຼດໃນໂພສ
zh_cn: 帖子中上传视频的最大尺寸

source: Video extensions
lo_la: ການຂະຫຍາຍວິດີໂອ
zh_cn: 视频扩展名

source: Allowed video extensions (separated with comma ',)
lo_la: ອະ​ນຸ​ຍາດ​ໃຫ້​ການ​ຂະ​ຫຍາຍ​ວິ​ດີ​ໂອ (ແຍກ​ອອກ​ດ້ວຍ​ເຄື່ອງ​ຫມາຍ​ຈຸດ ',)
zh_cn: 允许的视频扩展名（以英文逗号分隔,）

source: Audio Upload
lo_la: ອັບໂຫຼດສຽງ
zh_cn: 音频上传

source: Enable audio upload to share & upload sounds to the site
lo_la: ເປີດໃຊ້ການອັບໂຫລດສຽງເພື່ອແບ່ງປັນ ແລະອັບໂຫລດສຽງໃສ່ເວັບໄຊ
zh_cn: 启用音频上传以共享和上传声音到站点

source: Max audio size
lo_la: ຂະໜາດສຽງສູງສຸດ
zh_cn: 最大音频大小

source: The Maximum size of uploaded audio in posts
lo_la: ຂະໜາດສູງສຸດຂອງສຽງທີ່ອັບໂຫຼດໃນໂພສ
zh_cn: 帖子中上传音频的最大大小

source: Audio extensions
lo_la: ສ່ວນຂະຫຍາຍສຽງ
zh_cn: 音频扩展名

source: Allowed audio extensions (separated with comma ',)
lo_la: ການຂະຫຍາຍສຽງທີ່ອະນຸຍາດ (ແຍກດ້ວຍເຄື່ອງໝາຍຈຸດ ',)
zh_cn: 允许的音频扩展名（以英文逗号分隔,）

source: File Upload
lo_la: ອັບໂຫຼດໄຟລ໌
zh_cn: 文件上传

source: Enable file upload to share & upload files to the site
lo_la: ເປີດໃຊ້ການອັບໂຫລດໄຟລ໌ເພື່ອແບ່ງປັນ ແລະອັບໂຫລດໄຟລ໌ໃສ່ເວັບໄຊ
zh_cn: 启用文件上载以共享文件并将文件上载到站点

source: Max file size
lo_la: ຂະໜາດໄຟລ໌ສູງສຸດ
zh_cn: 最大文件大小

source: The Maximum size of uploaded file in posts
lo_la: ຂະໜາດສູງສຸດຂອງໄຟລ໌ທີ່ອັບໂຫລດໃນໂພສ
zh_cn: 帖子中上传文件的最大大小

source: File extensions
lo_la: ຂະຫຍາຍໄຟລ໌
zh_cn: 文件扩展名

source: Allowed file extensions (separated with comma ',)
lo_la: ການຂະຫຍາຍໄຟລ໌ທີ່ອະນຸຍາດ (ແຍກດ້ວຍເຄື່ອງໝາຍຈຸດ ',)
zh_cn: 允许的文件扩展名（以英文逗号分隔,）

source: Test Connection (FFMPEG)
lo_la: ທົດສອບການເຊື່ອມຕໍ່ (FFMPEG)

source: Test Connection (Vision API)
lo_la: ການທົດສອບການເຊື່ອມຕໍ່ (Vision API)

source: Before enabling cloud hosting, make sure you upload the whole 'uploads' folder to your bucket
lo_la: ກ່ອນທີ່ຈະເປີດໃຊ້ cloud hosting, ໃຫ້ແນ່ໃຈວ່າທ່ານອັບໂຫລດໂຟນເດີ 'ອັບໂຫລດ' ທັງຫມົດໃສ່ຖັງຂອງເຈົ້າ

source: Before disabling cloud hosting, make sure you download the whole 'uploads' folder to your server
lo_la: ກ່ອນທີ່ຈະປິດການໃຊ້ງານ cloud hosting, ໃຫ້ແນ່ໃຈວ່າທ່ານດາວໂຫລດໂຟນເດີ 'ອັບໂຫລດ' ທັງຫມົດໄປຫາເຄື່ອງແມ່ຂ່າຍຂອງທ່ານ

source: Amazon S3 Storage
lo_la: ການເກັບຮັກສາ Amazon S3
zh_cn: Amazon S3 存储

source: Enable Amazon S3 storage
lo_la: ເປີດໃຊ້ບ່ອນເກັບຂໍ້ມູນ Amazon S3
zh_cn: 启用Amazon S3存储

source: Note: Enable this will disable all other options
lo_la: ຫມາຍ​ເຫດ​: ການ​ເປີດ​ໃຊ້​ງານ​ນີ້​ຈະ​ປິດ​ການ​ທໍາ​ງານ​ທາງ​ເລືອກ​ອື່ນ​ທັງ​ຫມົດ​
zh_cn: 注意:启用此选项将禁用所有其他选项

source: Enable Google Cloud storage
lo_la: ເປີດໃຊ້ Google Cloud storage

source: Your Google Cloud bucket name
lo_la: ຊື່ Google Cloud bucket ຂອງທ່ານ

source: Your service account keys JSON
lo_la: ກະແຈບັນຊີບໍລິການຂອງທ່ານ JSON

source: DigitalOcean Space
lo_la: ອາວະກາດ DigitalOcean
zh_cn: 数字海洋空间

source: Enable DigitalOcean storage
lo_la: ເປີດໃຊ້ບ່ອນເກັບຂໍ້ມູນ DigitalOcean
zh_cn: 启用数字海洋存储

source: Space Name
lo_la: ຊື່ Space
zh_cn: 空间名称

source: Your DigitalOcean space name
lo_la: ຊື່ອາວະກາດ DigitalOcean ຂອງທ່ານ
zh_cn: 您的DigitalOcean空间名称

source: Space Region
lo_la: ພາກພື້ນອາວະກາດ
zh_cn: 空间区域

source: Your DigitalOcean space region
lo_la: ພາກພື້ນອາວະກາດ DigitalOcean ຂອງທ່ານ
zh_cn: 您的数字海洋空间区域

source: Your DigitalOcean Access Key ID
lo_la: ID ລະຫັດການເຂົ້າເຖິງ DigitalOcean ຂອງທ່ານ
zh_cn: 您的DigitalOcean Access Key ID

source: Your DigitalOcean Access Key Secret
lo_la: ຄວາມລັບລະຫັດການເຂົ້າເຖິງ DigitalOcean ຂອງທ່ານ
zh_cn: 您的DigitalOcean访问密钥的秘密

source: Enable Wasabi storage
lo_la: ເປີດໃຊ້ບ່ອນເກັບຂໍ້ມູນ Wasabi

source: Your Wasabi bucket name
lo_la: ຊື່ຖັງ Wasabi ຂອງທ່ານ

source: Your Wasabi bucket region
lo_la: ພາກພື້ນຖັງ Wasabi ຂອງທ່ານ

source: Your Wasabi Access Key ID
lo_la: ID ກະແຈການເຂົ້າເຖິງ Wasabi ຂອງທ່ານ

source: Your Wasabi Access Key Secret
lo_la: ຄວາມລັບກະແຈການເຂົ້າເຖິງ Wasabi ຂອງທ່ານ

source: Enable Backblaze storage
lo_la: ເປີດໃຊ້ບ່ອນຈັດເກັບຂໍ້ມູນ Backblaze

source: Your Backblaze bucket name
lo_la: ຊື່ຖັງ Backblaze ຂອງທ່ານ

source: Your Backblaze bucket region
lo_la: ພາກພື້ນ bucket Backblaze ຂອງທ່ານ

source: Your Backblaze Access Key ID
lo_la: ID ກະແຈການເຂົ້າເຖິງ Backblaze ຂອງທ່ານ

source: Your Backblaze Access Key Secret
lo_la: ລະຫັດລັບການເຂົ້າເຖິງ Backblaze ຂອງທ່ານ

source: FTP Storage
lo_la: ການເກັບຮັກສາ FTP
zh_cn: FTP存储

source: Before enabling FTP Storage, make sure you upload the whole 'uploads' folder to your space
lo_la: ກ່ອນທີ່ຈະເປີດໃຊ້ FTP Storage, ໃຫ້ແນ່ໃຈວ່າທ່ານອັບໂຫລດໂຟນເດີ 'ອັບໂຫລດ' ທັງຫມົດໃສ່ພື້ນທີ່ຂອງທ່ານ
zh_cn: 在启用FTP存储之前，请确保你将整个 "uploads "文件夹上传到你的空间

source: Before disabling FTP Storage, make sure you download the whole 'uploads' folder to your server
lo_la: ກ່ອນທີ່ຈະປິດການເກັບຮັກສາ FTP, ໃຫ້ແນ່ໃຈວ່າທ່ານດາວໂຫລດໂຟນເດີ 'ອັບໂຫລດ' ທັງຫມົດໄປຫາເຄື່ອງແມ່ຂ່າຍຂອງທ່ານ
zh_cn: 在禁用FTP存储之前，请确保你将整个 "上传 "文件夹下载到你的服务器上

source: Enable FTP Storage upload
lo_la: ເປີດໃຊ້ການອັບໂຫລດ FTP Storage
zh_cn: 启用FTP存储上载

source: Hostname
lo_la: ຊື່ເຈົ້າພາບ
zh_cn: 主机名

source: Username
lo_la: ຊື່​ຜູ້​ໃຊ້
zh_cn: 用户名

source: FTP Path
lo_la: ເສັ້ນທາງ FTP
zh_cn: FTP路径

source: The path to your uploads folder (Examples: './' or 'public_html/uploads')
lo_la: ເສັ້ນທາງໄປຫາໂຟນເດີອັບໂຫຼດຂອງທ່ານ (ຕົວຢ່າງ: './' ຫຼື 'public_html/uploads')
zh_cn: 上传文件夹的路径（例如：“./”或“public_html/uploads”）

source: The URL to your uploads folder (Examples: 'https://domain.com/uploads' or 'https://64.233.191.255/uploads')
lo_la: URL ໄປຫາໂຟນເດີອັບໂຫຼດຂອງທ່ານ (ຕົວຢ່າງ: 'https://domain.com/uploads' ຫຼື 'https://64.233.191.255/uploads')
zh_cn: 上传文件夹的 URL（例如：“https://domain.com/uploads”或“https://64.233.191.255/uploads”）

source: Security
lo_la: ຄວາມປອດໄພ
zh_cn: 安全

source: Enable unusual login detection, System will not allow user to login with same session from different device or location
lo_la: ເປີດໃຊ້ການກວດສອບການເຂົ້າສູ່ລະບົບທີ່ຜິດປົກກະຕິ, ລະບົບຈະບໍ່ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ເຂົ້າສູ່ລະບົບດ້ວຍເຊດຊັນດຽວກັນຈາກອຸປະກອນ ຫຼືສະຖານທີ່ຕ່າງກັນ
zh_cn: 开启异常登录检测，系统会阻止用户从其他设备或位置使用同一会话登录

source: Brute Force Detection
lo_la: ການກວດຫາຜົນບັງຄັບໃຊ້ Brute
zh_cn: 暴力检测

source: Enable brute force attack detection, System will block the user account if hacker try to login with invalid password too many times to guess the correct account password
lo_la: ເປີດໃຊ້ການກວດຫາການໂຈມຕີດ້ວຍແຮງ brute force, ລະບົບຈະບລັອກບັນຊີຜູ້ໃຊ້ຖ້າແຮກເກີພະຍາຍາມເຂົ້າສູ່ລະບົບດ້ວຍລະຫັດຜ່ານທີ່ບໍ່ຖືກຕ້ອງຫຼາຍເທື່ອເກີນໄປທີ່ຈະເດົາລະຫັດຜ່ານບັນຊີທີ່ຖືກຕ້ອງ.
zh_cn: 启用暴力攻击检测，如果黑客尝试使用无效密码登录太多次以猜出正确的帐户密码，系统将阻止用户帐户

source: Number of bad login attempts till account get blocked
lo_la: ຈໍານວນຄວາມພະຍາຍາມເຂົ້າສູ່ລະບົບທີ່ບໍ່ດີຈົນກ່ວາບັນຊີຖືກບລັອກ
zh_cn: 帐户被阻止之前的错误登录尝试次数

source: Lockout Time
lo_la: ເວລາ Lockout
zh_cn: 锁定时间

source: Number of minutes the account will still locked out
lo_la: ຈຳນວນນາທີບັນຊີຈະຍັງຖືກລັອກຢູ່
zh_cn: 帐户仍将被锁定的分钟数

source: Enable two-factor authentication to log in with a code from your email/phone as well as a password
lo_la: ເປີດໃຊ້ການພິສູດຢືນຢັນສອງປັດໃຈເພື່ອເຂົ້າສູ່ລະບົບດ້ວຍລະຫັດຈາກອີເມລ໌ / ໂທລະສັບຂອງທ່ານ ພ້ອມກັບລະຫັດຜ່ານ.
zh_cn: 启用双因素身份验证，使用电子邮件/电话中的代码和密码登录

source: Two-Factor Authentication Via
lo_la: ການກວດສອບສອງປັດໄຈຜ່ານ
zh_cn: 启用双因素身份验证

source: Select Email, SMS or Google Authenticator to send log in code to user
lo_la: ເລືອກອີເມວ, SMS ຫຼື Google Authenticator ເພື່ອສົ່ງລະຫັດເຂົ້າສູ່ລະບົບໄປຫາຜູ້ໃຊ້
zh_cn: 选择电子邮件，短信或Google身份验证，将登录代码发送给用户

source: Reserved Usernames Enabled
lo_la: ເປີດໃຊ້ຊື່ຜູ້ໃຊ້ທີ່ສະຫງວນໄວ້
