Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: Are you sure you want to remove your cover photo?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຮູບໜ້າປົກຂອງທ່ານອອກ?
zh_cn: 您确定要删除封面照片吗？

source: Are you sure you want to remove your profile picture?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຮູບໂປຣໄຟລ໌ຂອງທ່ານອອກ?
zh_cn: 您确定要删除个人资料照片吗？

source: Are you sure you want to delete this post?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບໂພສນີ້?
zh_cn: 你确定要删除这个帖子？

source: Are you sure you want to delete this comment?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບຄຳເຫັນນີ້?
zh_cn: 你确定要删除此评论吗？

source: Are you sure you want to delete this conversation?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບການສົນທະນານີ້?
zh_cn: 您确定要删除此对话吗？

source: Are you sure you want to report this?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລາຍງານເລື່ອງນີ້?
zh_cn: 您确定要举报TA吗？

source: Are you sure you want to block this user?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການບລັອກຜູ້ໃຊ້ນີ້?
zh_cn: 您确定要阻止此用户吗？

source: Are you sure you want to unblock this user?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປົດບລັອກຜູ້ໃຊ້ນີ້?
zh_cn: 您确定要取消阻止此用户吗？

source: Are you sure you want to delete your account?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການລຶບບັນຊີຂອງທ່ານ?
zh_cn: 您确定要删除自己的帐户吗？

source: Are you sure you want to verify this request?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຢັ້ງຢືນຄຳຮ້ອງຂໍນີ້?
zh_cn: 您确定要验证此请求吗？

source: Are you sure you want to decline this request?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການປະຕິເສດຄຳຮ້ອງຂໍນີ້?
zh_cn: 您确定要拒绝此请求吗？

source: Are you sure you want to approve this request?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການອະນຸມັດຄຳຮ້ອງຂໍນີ້?
zh_cn: 您确定要批准此请求吗？

source: Are you sure you want to do this?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການເຮັດອັນນີ້?
zh_cn: 你确定你要这么操作吗？

source: Are you sure you want to reset your website?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຣີເຊັດເວັບໄຊທ໌ຂອງທ່ານ?

source: There is something that went wrong!
lo_la: ມີບາງຢ່າງຜິດພາດເກີດຂຶ້ນ, ຮູບພາບ ຫລື ວິດີໂອ ອາດຈະມີຂະໜາດໃຫຍ່ເກີນໄປ!
zh_cn: 出错了！

source: There is no more data to show
lo_la: ບໍ່ມີຂໍ້ມູນເພີ່ມເຕີມທີ່ຈະສະແດງ
zh_cn: 没有更多的数据显示

source: This website uses cookies to ensure you get the best experience on our website
lo_la: ເວັບໄຊທ໌ນີ້ໃຊ້ cookies ເພື່ອຮັບປະກັນວ່າທ່ານໄດ້ຮັບປະສົບການທີ່ດີທີ່ສຸດໃນເວັບໄຊທ໌ຂອງພວກເຮົາ
zh_cn: 本网站使用cookies以确保您在我们的网站上获得最佳体验

source: Got It!
lo_la: ຂ້ອຍເຂົ້ນໍ້າໃຈ
zh_cn: 知道了！

source: Learn More
lo_la: ຮຽນຮູ້ເພີ່ມເຕີມ
zh_cn: 了解更多

source: No result found
lo_la: ບໍ່ພົບຜົນໄດ້ຮັບ
zh_cn: 找不到结果

source: You haved poked
lo_la: ທ່ານຖືກສະກິດ
zh_cn: 你戳了

source: Touch to unmute
lo_la: ແຕະເພື່ອປິດສຽງ
zh_cn: 触摸到静音状态

source: Press space to see next
lo_la: ກົດ space ເພື່ອເບິ່ງຕໍ່ໄປ
zh_cn: 按空格键查看下一页

source: Visit link
lo_la: ເຂົ້າເບິ່ງລິ້ງ
zh_cn: 访问链接

source: ago
lo_la: ກ່ອນໜ້ານີ້
zh_cn: 前

source: hour ago
lo_la: ຊົ່ວໂມງກ່ອນ
zh_cn: 小时以前

source: hours ago
lo_la: ຊົ່ວໂມງກ່ອນ
zh_cn: 小时前

source: minute ago
lo_la: ນາທີກ່ອນ
zh_cn: 分钟以前

source: minutes ago
lo_la: ນາທີກ່ອນ
zh_cn: 分钟前

source: from now
lo_la: ຈາກນີ້
zh_cn: 从现在开始

source: seconds ago
lo_la: ວິນາທີກ່ອນ
zh_cn: 秒前

source: yesterday
lo_la: ມື້ວານນີ້
zh_cn: 昨天

source: tomorrow
lo_la: ມື້ອື່ນ
zh_cn: 明天

source: days ago
lo_la: ມື້ກ່ອນ
zh_cn: 几天前

source: Nothing selected
lo_la: ບໍ່ມີຫຍັງເລືອກ
zh_cn: 未选择任何内容

source: Ringing
lo_la: ສຽງດັງ
zh_cn: 铃声

source: is Offline
lo_la: ແມ່ນອອບໄລນ໌
zh_cn: 离线

source: is Busy
lo_la: ບໍ່ຫວ່າງ
zh_cn: 很忙

source: No Answer
lo_la: ບໍ່​ມີ​ຄໍາ​ຕອບ
zh_cn: 无应答

source: You can not connect to this user
lo_la: ທ່ານບໍ່ສາມາດເຊື່ອມຕໍ່ກັບຜູ້ໃຊ້ນີ້ໄດ້
zh_cn: 您无法连接到该用户

source: You have an active call already
lo_la: ທ່ານມີການໂທເຂົ້າຢູ່ແລ້ວ
zh_cn: 你已经有一个活动电话

source: The recipient declined the call
lo_la: ຜູ້ຮັບໄດ້ປະຕິເສດການໂທ
zh_cn: 接收方拒绝接听电话

source: Connection has been lost
lo_la: ສິ້ນສຸດການສົນທະນາ
zh_cn: 已失联

source: Are you sure you want to hide this post from your profile timeline? It may still appear in other places like newsfeed and search results
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການເຊື່ອງໂພສນີ້ຈາກທາມລາຍໂປຣໄຟລ໌ຂອງທ່ານ? ມັນອາດຍັງປາກົດຢູ່ໃນບ່ອນອື່ນເຊັ່ນ: ຟີດຂ່າວ ແລະຜົນການຄົ້ນຫາ
zh_cn: 您确定要从您的个人资料时间线中隐藏此帖子吗？ 它可能仍会出现在新闻源和搜索结果等其他地方

source: Select All
lo_la: ເລືອກ​ທັງ​ຫມົດ
zh_cn: 全选

source: Deselect All
lo_la: ຍົກເລີກການເລືອກທັງໝົດ
zh_cn: 取消全选

source: Total
lo_la: ລວມ
zh_cn: 总计

source: Stop Campaign
lo_la: ຢຸດແຄມເປນ
zh_cn: 停止活动

source: Resume Campaign
lo_la: ສືບຕໍ່ແຄມເປນ
zh_cn: 继续电子报

source: Sorry, WebRTC is not available in your browser
lo_la: ຂໍອະໄພ, WebRTC ບໍ່ສາມາດໃຊ້ໄດ້ໃນໂປຣແກຣມທ່ອງເວັບຂອງທ່ານ
zh_cn: 抱歉，您的浏览器中没有WebRTC

source: Not able to connect, Try again later!
lo_la: ບໍ່ສາມາດເຊື່ອມຕໍ່ໄດ້, ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ!

source: You are ready to Go Live now
lo_la: ເຈົ້າພ້ອມແລ້ວທີ່ຈະຖ່າຍທອດສົດດຽວນີ້
zh_cn: 您现在可以开始直播了

source: You are offline now
lo_la: ຕອນນີ້ເຈົ້າອອບລາຍຢູ່
zh_cn: 您现在处于离线

source: Getting permissions failed
lo_la: ການຂໍອະນຸຍາດລົ້ມເຫລວ
zh_cn: 获取权限失败

source: Going Live
lo_la: ຖ່າຍທອດສົດ

source: Going live failed
lo_la: ການຖ່າຍທອດສົດລົ້ມເຫລວ
zh_cn: 离开直播失败

source: Switching stream sources
lo_la: ກຳລັງປ່ຽນແຫຼ່ງສະຕຣີມ

source: Successfully switched to new device
lo_la: ປ່ຽນເປັນອຸປະກອນໃໝ່ສຳເລັດແລ້ວ
zh_cn: 成功切换到新设备

source: Unable to determine device type
lo_la: ບໍ່ສາມາດກໍານົດປະເພດອຸປະກອນ
zh_cn: 无法确定设备类型

source: Failed to switch to new device
lo_la: ປ່ຽນໄປອຸປະກອນໃໝ່ບໍ່ສຳເລັດ
zh_cn: 通过电子邮件接收实时通讯

source: Ending live error
lo_la: ສິ້ນສຸດຄວາມຜິດພາດສົດ
zh_cn: 结束实时错误

source: Joining live stream failed
lo_la: ການເຂົ້າຮ່ວມການຖ່າຍທອດສົດລົ້ມເຫລວ
zh_cn: 加入直播失败

source: Video Muted
lo_la: ວິດີໂອຖືກປິດສຽງ
zh_cn: 视频静音

source: Audio Muted
lo_la: ປິດສຽງແລ້ວ
zh_cn: 已静音 Audio Muted

source: Live Ended
lo_la: ຊີວິດຈົບແລ້ວ
zh_cn: 直播结束

source: Try Package
lo_la: ລອງໃຊ້ແພັກເກດ

source: Are you sure you want to subscribe to this free package?
lo_la: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການສະໝັກໃຊ້ແພັກເກັດຟຣີນີ້?

source: Your video is being processed, We will let you know when it is ready!
lo_la: ວິດີໂອຂອງທ່ານກຳລັງຖືກປະມວນຜົນ, ພວກເຮົາຈະແຈ້ງໃຫ້ເຈົ້າຮູ້ເມື່ອມັນພ້ອມແລ້ວ!

source: Processing...
lo_la: ກຳລັງປະມວນຜົນ...
zh_cn: 正在处理...

source: Search:
lo_la: ຊອກຫາ:
zh_cn: 搜索：

source: Show _MENU_ entries
lo_la: ສະແດງ _MENU_ ລາຍການ
zh_cn: 显示 _MENU_ 条目

source: Showing _START_ to _END_ of _TOTAL_ entries
lo_la: ກຳລັງສະແດງ _START_ ຫາ _END_ ຈາກທັງໝົດ _TOTAL_ ລາຍການ
zh_cn: 显示 _START_ 到 _END_ 总计 _TOTAL_ 条

source: Showing 0 to 0 of 0 entries
lo_la: ສະແດງ 0 ຫາ 0 ຈາກທັງໝົດ 0 ລາຍການ
zh_cn: 正在显示 0 到 0, 共 0 个条目

source: (filtered from _MAX_ total entries)
lo_la: (ກັ່ນຕອງຈາກທັງໝົດ _MAX_ ລາຍການ)
zh_cn: (已从共 _MAX_ 个条目中过滤)

source: Loading...
lo_la: ກຳລັງໂຫລດ...

source: No matching records found
lo_la: ບໍ່ພົບບັນທຶກທີ່ກົງກັນ
zh_cn: 没有找到匹配的记录

source: No data available in table
lo_la: ບໍ່ມີຂໍ້ມູນຢູ່ໃນຕາຕະລາງ
zh_cn: 表中没有可用的数据

source: First
lo_la: ທໍາອິດ
zh_cn: 第一

source: Previous
lo_la: ທີ່ຜ່ານມາ
zh_cn: 上一个

source: Last
lo_la: ສຸດທ້າຍ
zh_cn: 最后

source: : activate to sort column ascending
lo_la: : ເປີດໃຊ້ເພື່ອຈັດຮຽງຖັນຈາກນ້ອຍຫາໃຫຍ່
zh_cn: : 启用栏升序排序

source: : activate to sort column descending
lo_la: : ເປີດໃຊ້ເພື່ອຈັດຮຽງຖັນຈາກໃຫຍ່ຫານ້ອຍ
zh_cn: : 启用栏降序排序

source: Subscribe to notifications
lo_la: ສະໝັກຮັບການແຈ້ງເຕືອນ
zh_cn: 订阅通知

source: You are subscribed to notifications
lo_la: ທ່ານສະໝັກຮັບການແຈ້ງເຕືອນ
zh_cn: 您已订阅通知

source: You have blocked notifications
lo_la: ທ່ານມີການແຈ້ງເຕືອນທີ່ຖືກບລັອກ
zh_cn: 您已阻止通知

source: Click to subscribe to notifications
lo_la: ​No notifications
zh_cn: 点击订阅通知

source: Thanks for subscribing!
lo_la: ຂໍ​ຂອບ​ໃຈ​ສໍາ​ລັບ​ການ​ສະ​ຫມັກ​!
zh_cn: 谢谢你的订阅！

source: You will not receive notifications again
lo_la: ທ່ານຈະບໍ່ໄດ້ຮັບການແຈ້ງເຕືອນອີກ
zh_cn: 您将不会再收到通知

source: Manage Site Notifications
lo_la: ຈັດການການແຈ້ງເຕືອນເວັບໄຊ
zh_cn: 管理站点通知

source: UNSUBSCRIBE
lo_la: ເຊົາຕິດຕາມ
zh_cn: 退订

source: Unblock Notifications
lo_la: ປົດບລັອກການແຈ້ງເຕືອນ
zh_cn: 解除通知

source: Follow these instructions to allow notifications:
lo_la: ປະຕິບັດຕາມຄໍາແນະນໍາເຫຼົ່ານີ້ເພື່ອອະນຸຍາດໃຫ້ການແຈ້ງເຕືອນ:
zh_cn: 遵循以下说明允许通知:

source: Play
lo_la: ຫຼິ້ນ
zh_cn: 播放

source: Pause
lo_la: ຢຸດ​ຊົ່ວ​ຄາວ
zh_cn: 暂停

source: Mute
lo_la: ປິດສຽງ
zh_cn: 静音

source: Unmute
lo_la: ເປີດສຽງ
zh_cn: 频道

source: Current Time
lo_la: ເວລາປະຈຸບັນ
zh_cn: 当前时间

source: Remaining Time
lo_la: ເວລາທີ່ຍັງເຫຼືອ
zh_cn: 剩余时间

source: Fullscreen
lo_la: ເຕັມ​ຈໍ

source: Picture-in-Picture
lo_la: ຮູບພາບໃນຮູບ

source: View Fullscreen
lo_la: ເບິ່ງເຕັມຈໍ
zh_cn: 全屏查看

source: Print Chart
lo_la: ພິມຕາຕະລາງ

source: Download PNG
lo_la: ດາວໂຫລດ PNG
zh_cn: 下载 PNG

source: Download JPEG
lo_la: ດາວໂຫລດ JPEG

source: Download PDF
lo_la: ດາວໂຫລດ PDF
zh_cn: 下载 PDF

source: Download SVG vector image
lo_la: ດາວໂຫລດຮູບພາບ vector SVG

source: Chart context menu
lo_la: ແຜນວາດເມນູບໍລິບົດ

source: Share your memories, connect with others, make new friends
lo_la: ແບ່ງປັນຄວາມຊົງຈໍາຂອງທ່ານ, ເຊື່ອມຕໍ່ກັບຄົນອື່ນ, ສ້າງຫມູ່ເພື່ອນໃຫມ່
zh_cn: 分享你的动态，发现新的同好，结交新的朋友

source: Cover Photos
lo_la: ເລືອກພາບປະກອບ
zh_cn: 封面照片

source: Profile Pictures
lo_la: ຮູບ Profile
zh_cn: 个人资料图片

source: Timeline Photos
lo_la: ຮູບ Timeline
zh_cn: 时间轴上的照片

source: Search for people, pages and #hashtags
lo_la: ຊອກຫາຄົນ, ໜ້າ ແລະ #hashtags
zh_cn: 搜索人名，页面和话题

source: What is on your mind? #Hashtag.. @Mention.. Link..
lo_la: ແມ່ນຫຍັງຢູ່ໃນໃຈຂອງເຈົ້າ? ກຳລັງຄິດຮອດຫຍັງຢູ່? #ແທັກ.. @ກ່າວເຖິງ..ລິ້ງ..
zh_cn: 记录生活点滴，可以是#话题.. @某人 .. 链接..

source: Write a comment
lo_la: ຂຽນ, ສະແດງຄໍາຄິດເຫັນ...
zh_cn: 写一个评论

source: Shared with: Public
lo_la: ແບ່ງປັນກັບ: ສາທາລະນະ
zh_cn: 分享状态：公开

source: Shared with: Friends
lo_la: ແຊຣ໌ໃຫ້ເພືອນ
zh_cn: 分享状态：好友

source: Shared with: Only Me
lo_la: ແຊຣ໌ສະເພາະຂ້ອຍ
zh_cn: 分享状态：仅自己

source: Write a Reply
lo_la: ຕອບຂໍ້ຄວາມ
zh_cn: 写一个回复

source: Write a message
lo_la: ພີມຂໍ້ຄວາມ
zh_cn: 编辑信息

source: Pro User
lo_la: ຜູ້ໃຊ້ Pro
zh_cn: 专业用户

source: Add an option
lo_la: ໃສ່ທາງເລືອກ
zh_cn: 添加一个选项

source: Album title
lo_la: ຫົວຂໍ້ອາລະບ້ຳ
zh_cn: 相册标题

source: Where are you?
lo_la: ເຈົ້າ​ຢູ່​ໃສ?
zh_cn: 你在哪？

source: Search for products
lo_la: ຊອກຫາສິນຄ້າ
zh_cn: 搜索产品

source: Phone number (eg. +905...)
lo_la: ເບີໂທລະສັບ (ເຊັ່ນ: +905...)
zh_cn: 电话号码（例如+905 ......）

source: Search for user name or email
lo_la: ຄົ້ນຫາໂດຍການພີ້ມຊື່ user name ຫລື email ຜູ້ຮັບປາຍທາງ
zh_cn: 搜索用户名或电子邮箱

source: Search for offers
lo_la: ຊອກຫາຂໍ້ສະເໜີ

source: Search for jobs
lo_la: ຊອກຫາວຽກເຮັດ
zh_cn: 搜索工作

source: Stop
lo_la: ຢຸດ
zh_cn: 停止

source: Resume
lo_la: ສືບຕໍ່
zh_cn: 恢复

source: Insert an emoji
lo_la: ໃສ່ emoji
zh_cn: 插入表情符号

source: Search for movies
lo_la: ຊອກຫາຮູບເງົາ

source: Delete Your Story
lo_la: ລຶບເລື່ອງຂອງເຈົ້າ

source: Search for pages
lo_la: ຊອກຫາໜ້າ
zh_cn: 页面搜索

source: Search for groups
lo_la: ຊອກຫາກຸ່ມ

source: Search for events
lo_la: ຊອກຫາເຫດການ
zh_cn: 搜索即将发售的数藏

source: Search for articles
lo_la: ຊອກຫາບົດຄວາມ
zh_cn: 搜索文章

source: Hi
lo_la: ສະບາຍດີ
zh_cn: 你好

source: To complete the sign-in process, please use the following 6-digit key
lo_la: ເພື່ອສຳເລັດຂັ້ນຕອນການເຂົ້າສູ່ລະບົບ, ກະລຸນາໃຊ້ລະຫັດ 6 ຕົວເລກຕໍ່ໄປນີ້
zh_cn: 要完成登录过程，请使用以下 6 位数字密钥

source: Team
lo_la: ທີມງານ
zh_cn: 团队

source: To complete the activation process, please follow this link
lo_la: ເພື່ອສໍາເລັດຂະບວນການເປີດໃຊ້, ກະລຸນາປະຕິບັດຕາມການເຊື່ອມຕໍ່ນີ້
zh_cn: 要完成激活过程，请点击此链接

source: You have a new email message
lo_la: ທ່ານມີອີເມວໃໝ່

source: Email Subject
lo_la: ຫົວຂໍ້ອີເມວ
zh_cn: 邮件主题

source: Sender Name
lo_la: ຊື່ຜູ້ສົ່ງ
zh_cn: 发件人名称

source: Sender Email
lo_la: ອີເມວຜູ້ສົ່ງ
zh_cn: 发件人电子邮件

source: Email Message
lo_la: ຂໍ້ຄວາມອີເມວ
zh_cn: 邮件内容

source: To complete the reset password process, please copy this token
lo_la: ເພື່ອສຳເລັດຂັ້ນຕອນການຕັ້ງລະຫັດຜ່ານໃໝ່, ກະລຸນາສຳເນົາໂທເຄັນນີ້
zh_cn: 要完成重置密码过程，请复制此令牌

source: Token
lo_la: ໂທເຄັນ
zh_cn: 令牌

source: Your friend
lo_la: ຫມູ່​ຂອງ​ເຈົ້າ
zh_cn: 你的朋友

source: invite you to our website
lo_la: ເຊີນທ່ານເຂົ້າເວັບໄຊທ໌ຂອງພວກເຮົາ
zh_cn: 请你来我们的网站

source: To complete the registration process, please follow this link
lo_la: ເພື່ອສໍາເລັດຂະບວນການລົງທະບຽນ, ກະລຸນາປະຕິບັດຕາມການເຊື່ອມຕໍ່ນີ້
zh_cn: 要完成注册过程，请点击此链接

source: This is a test email
lo_la: ນີ້ແມ່ນອີເມວທົດສອບ
zh_cn: 这是一封测试邮件

source: Source
lo_la: ທີ່ມາ
zh_cn: 来源

source: Uploaded
lo_la: ອັບໂຫຼດ
zh_cn: 上传

source: Movie Source
lo_la: ແຫຼ່ງທີ່ມາ
zh_cn: 电影来源

source: From YouTube, Vimeo or site.com/movie.mp4
lo_la: ຈາກ YouTube, Vimeo ຫຼື site.com/movie.mp4
zh_cn: 来自YouTube，Vimeo或site.com/movie.mp4

source: Or Upload Movie
lo_la: ຫຼື ອັບໂຫຼດໜັງ
zh_cn: 或上传电影

source: Uploaded Successfully
lo_la: ອັບໂຫຼດສຳເລັດແລ້ວ
zh_cn: 上传成功

source: Maximum file size is
lo_la: ຂະໜາດໄຟລ໌ສູງສຸດແມ່ນ
zh_cn: 最大文件大小是

source: and allowed extensions are
lo_la: ແລະການຂະຫຍາຍທີ່ອະນຸຍາດແມ່ນ
zh_cn: 并允许扩展是

source: You can change the
lo_la: ທ່ານສາມາດປ່ຽນໄດ້
zh_cn: 你可以改变

source: Movie Title
lo_la: ແຫຼ່ງທີ່ມາ
zh_cn: 电影标题

source: IMDB Link, Example:
lo_la: IMDB Link, ຕົວຢ່າງ:
zh_cn: IMDB 链接，示例：

source: Movie Stars
lo_la: ດາວຮູບເງົາ
zh_cn: 电影明星

source: Separated by a comma (,) Example: Tom Hanks, Julia Roberts, Jim Carrey
lo_la: ແຍກດ້ວຍເຄື່ອງໝາຍຈຸດ (,) ຕົວຢ່າງ: Tom Hanks, Julia Roberts, Jim Carrey
zh_cn: 用英文逗号分隔（,）示例：Tom Hanks，Julia Roberts，Jim Carrey

source: Release Year
lo_la: ປີປ່ອຍ
zh_cn: 发行年份

source: Movie release year, Example: 1995
lo_la: ປີອອກຮູບເງົາ, ຕົວຢ່າງ: 1995
zh_cn: 电影发行年份，例如：1995年

source: Movie duration in minutes, Example: 120
lo_la: ໄລຍະເວລາຮູບເງົາເປັນນາທີ, ຕົວຢ່າງ: 120
zh_cn: 电影持续时间（分钟），例如：120

source: Poster
lo_la: ໂປສເຕີ
zh_cn: 海报

source: If you enable this option, users will have to pay to watch this movie.
lo_la: ຖ້າທ່ານເປີດໃຊ້ຕົວເລືອກນີ້, ຜູ້ໃຊ້ຈະຕ້ອງຈ່າຍ ນ້ຳໃຈ ເພື່ອເບິ່ງຮູບເງົານີ້.

source: How much user should pay to watch this movie, Example: 10
lo_la: ຜູ້ໃຊ້ຄວນຈ່າຍຫຼາຍປານໃດເພື່ອເບິ່ງຮູບເງົານີ້, ຕົວຢ່າງ: 10

source: Availability
lo_la: ຄວາມພ້ອມ
zh_cn: 可用性

source: How many days user can watch this movie after purchase, Example: 30 (0 for unlimited)
lo_la: ຜູ້ໃຊ້ສາມາດເບິ່ງຮູບເງົານີ້ໄດ້ຈັກມື້ຫຼັງຈາກຊື້, ຕົວຢ່າງ: 30 (0 ສໍາລັບບໍ່ຈໍາກັດ)

source: Seen by
lo_la: ເຫັນໂດຍ
zh_cn: 已查看

source: Fluid Design
lo_la: ການອອກແບບຂອງນ້ໍາ

source: Turn the full width containers On and Off
lo_la: ເປີດ ແລະປິດກ່ອງບັນຈຸຄວາມກວ້າງເຕັມ

source: Night Mode is Default
lo_la: ໂໝດກາງຄືນເປັນຄ່າເລີ່ມຕົ້ນ
zh_cn: 夜间模式为默认值

source: Make the night mode is the default mode of your website
lo_la: ເຮັດໃຫ້ຮູບແບບກາງຄືນເປັນຮູບແບບເລີ່ມຕົ້ນຂອງເວັບໄຊທ໌ຂອງທ່ານ
zh_cn: 使夜间模式是您网站的默认模式

source: Users Can Change Mode
lo_la: ຜູ້ໃຊ້ສາມາດປ່ຽນໂໝດ
zh_cn: 用户可以更改模式

source: Allow users to select between day and night mode
lo_la: ອະນຸຍາດໃຫ້ຜູ້ໃຊ້ເລືອກລະຫວ່າງກາງເວັນ ແລະກາງຄືນ
zh_cn: 允许用户在日夜模式之间进行选择

source: Logo
lo_la: ໂລໂກ້

source: Light Mode
lo_la: ໂໝດແສງ
zh_cn: 亮色模式

source: Dark Mode
lo_la: ໂໝດມືດ
zh_cn: 深色模式

source: Default Favicon
lo_la: Favicon ເລີ່ມຕົ້ນ
zh_cn: 默认网站图标

source: Use the default
lo_la: ໃຊ້ຄ່າເລີ່ມຕົ້ນ
zh_cn: 使用默认值

source: Disable it to use your custom uploaded image
lo_la: ປິດການໃຊ້ງານມັນເພື່ອໃຊ້ຮູບພາບທີ່ອັບໂຫລດແບບກຳນົດເອງຂອງເຈົ້າ

source: Custom Favicon
lo_la: Favicon ແບບກຳນົດເອງ
zh_cn: 自定义图标

source: Default OG-Image
lo_la: OG-Image ເລີ່ມຕົ້ນ
zh_cn: 默认 OG-Image

source: Custom OG-Image
lo_la: OG-Image ແບບກຳນົດເອງ
zh_cn: 自定义 OG-Image

source: The perfect size for your og-image should be (wdith: 590px & height: 300px)
lo_la: ຂະໜາດທີ່ສົມບູນແບບສຳລັບຮູບ og-image ຂອງທ່ານຄວນຈະເປັນ (wdith: 590px & height: 300px)
zh_cn: 默认og-image的完美尺寸应为（宽度：590px和高度：300px）

source: Google Play Store Badge
lo_la: ປ້າຍ Google Play Store
zh_cn: Google Play 商店徽章

source: Show Google Play Store badge on the landing page
lo_la: ສະແດງປ້າຍ Google Play Store ໃນໜ້າທຳອິດທີ່ພົບເຫັນ
zh_cn: 在登录页面上显示 Google Play 商店徽章

source: Google Play Store Link
lo_la: ລິ້ງ Google Play Store
zh_cn: Google Play 商店链接

source: The app link on Google Play Store
lo_la: ລິ້ງແອັບຯໃນ Google Play Store
zh_cn: Google Play Store 上的应用链接

source: Show Huawei AppGallery badge on the landing page
lo_la: ສະແດງປ້າຍ Huawei AppGallery ໃນໜ້າທຳອິດທີ່ພົບເຫັນ
zh_cn: 在登录页面上显示华为应用市场徽章

source: The app link on Huawei AppGallery
lo_la: ລິ້ງແອັບຢູ່ Huawei AppGallery

source: Apple App Store Badge
lo_la: ປ້າຍ Apple App Store

source: Show Apple App Store badge on the landing page
lo_la: ສະແດງປ້າຍ Apple App Store ໃນໜ້າທຳອິດທີ່ພົບເຫັນ

source: The app link on Apple App Store
lo_la: ການເຊື່ອມຕໍ່ແອັບຯໃນ Apple App Store

source: Enable Customization
lo_la: ເປີດໃຊ້ການປັບແຕ່ງ
zh_cn: 启用自定义

source: Turn the customization On and Off
lo_la: ເປີດ ແລະປິດການປັບແຕ່ງ
zh_cn: 打开和关闭自定义

source: Background Color
lo_la: ສີພື້ນຫຼັງ
zh_cn: 背景颜色

source: Link Color
lo_la: ສີເຊື່ອມຕໍ່
zh_cn: 链接颜色

source: Header Color
lo_la: ສີສ່ວນຫົວ
zh_cn: 标题颜色

source: Header Search Background
lo_la: Search for user name or email
zh_cn: 标题搜索背景

source: Button Primary
lo_la: ປຸ່ມຫຼັກ
zh_cn: 主要按钮

source: Header Icons
lo_la: ໄອຄອນສ່ວນຫົວ
zh_cn: 页眉图标

source: Header Icons (Night Mode)
lo_la: ໄອຄອນສ່ວນຫົວ (ໂໝດກາງຄືນ)

source: Main Icons
lo_la: ໄອຄອນຫຼັກ
zh_cn: 主要图示

source: Main Icons (Night Mode)
lo_la: ໄອຄອນຫຼັກ (ໂໝດກາງຄືນ)

source: Action Icons
lo_la: ໄອຄອນຄຳສັ່ງ
zh_cn: 动作图标

source: Action Icons (Night Mode)
lo_la: ໄອຄອນຄຳສັ່ງ (ໂໝດກາງຄືນ)

source: Custom CSS
lo_la: CSS ແບບກຳນົດເອງ
zh_cn: 自定义CSS

source: Header Custom CSS
lo_la: ສ່ວນຫົວ CSS ແບບກຳນົດເອງ
zh_cn: 顶部自定义CSS

source: The code will be added in head tag
lo_la: ລະຫັດຈະຖືກເພີ່ມໃສ່ head tag
zh_cn: 代码将添加到head标签中

source: Footer Custom JavaScript
lo_la: ສ່ວນທ້າຍ JavaScript ແບບກຳນົດເອງ
zh_cn: 尾部自定义JavaScript

source: The code will be added at the end of body tag
lo_la: ລະຫັດຈະຖືກເພີ່ມໃສ່ໃນຕອນທ້າຍຂອງແທັກເນື້ອໃນ
zh_cn: 代码将添加到body标记的末尾

source: By
lo_la: ໂດຍ
zh_cn: 由

source: You can download all of it at once, or you can select only the types of information you want
lo_la: ທ່ານ​ສາ​ມາດ​ດາວ​ນ​໌​ໂຫລດ​ທັງ​ຫມົດ​ຂອງ​ມັນ​ໃນ​ເວ​ລາ​ດຽວ​, ຫຼື​ທ່ານ​ສາ​ມາດ​ເລືອກ​ເອົາ​ພຽງ​ແຕ່​ປະ​ເພດ​ຂອງ​ຂໍ້​ມູນ​ທີ່​ທ່ານ​ຕ້ອງ​ການ​
zh_cn: 您可以一次下载所有内容，也可以只选择所需的信息类型

source: Followings
lo_la: ຕິດຕາມ
zh_cn: 关注

source: Followers
lo_la: ຜູ້ຕິດຕາມ
zh_cn: 关注者

source: Request
lo_la: ສົ່ງຄຳຮ້ອງຂໍ
zh_cn: 请求

source: Native
lo_la: ພື້ນເມືອງ
zh_cn: 原生

source: Sngine uses Twemoji Amazing and you can check
lo_la: Sngine ໃຊ້ Twemoji Amazing ແລະທ່ານສາມາດກວດສອບໄດ້
zh_cn: Time Of Waking 使用Twemoji Amazing，你可以检查

source: for the Emojis
lo_la: ສໍາລັບ Emojis
zh_cn: 对于表情符号

source: You must replace spaces with hyphens, For example: grinning face became :grinning-face: for pattern and grinning-face for class
lo_la: ທ່ານຕ້ອງແທນທີ່ຍະຫວ່າງດ້ວຍຂີດໝາຍ, ຕົວຢ່າງ: ໃບໜ້າຍິ້ມແຍ້ມກາຍເປັນ: ໜ້າຍິ້ມ: ສຳລັບຮູບແບບ ແລະໜ້າຍິ້ມສຳລັບຫ້ອງຮຽນ.
zh_cn: 您必须用连字符替换空格，例如：grinning face 变成 :grinning-face: for pattern 和 grinning-face for class

source: Native Emoji
lo_la: ອີໂມຈິເດີມ

source: Pattern
lo_la: ຮູບແບບ
zh_cn: 模式

source: Turn the funding On and Off
lo_la: ເປີດ ແລະປິດການລະດົມທຶນ
zh_cn: 开启和关闭资助

source: Author
lo_la: ຜູ້ຂຽນ
zh_cn: 作者

source: Add New Page
lo_la: ເພີ່ມເພຈໃໝ່
zh_cn: 添加新页面

source: Page URL
lo_la: URL ໜ້າ
zh_cn: 页面网址

source: Page Title
lo_la: ຊື່ໜ້າ
zh_cn: 页面标题

source: In Footer Menu
lo_la: ໃນເມນູສ່ວນທ້າຍ
zh_cn: 在页脚菜单中

source: Web Address
lo_la: ທີ່ຢູ່ເວັບ
zh_cn: 网址

source: Valid web address must be a-z0-9_.
lo_la: ທີ່ຢູ່ເວັບທີ່ຖືກຕ້ອງຕ້ອງເປັນ a-z0-9_.
zh_cn: 有效的网址必须是a-z0-9_。

source: Page Content
lo_la: ເນື້ອໃນຂອງຫນ້າ
zh_cn: 页面内容

source: Add to Footer Menu
lo_la: ເພີ່ມໃສ່ເມນູສ່ວນທ້າຍ
zh_cn: 添加到页脚菜单

source: Show the page in the footer links menu
lo_la: ສະແດງໜ້າຢູ່ໃນເມນູລິ້ງສ່ວນທ້າຍ
zh_cn: 在页脚链接菜单中显示页面

source: The order of the page in the footer menu
lo_la: ລຳດັບຂອງໜ້າໃນເມນູສ່ວນທ້າຍ
zh_cn: 页脚菜单中页面的顺序

source: Add Photos
lo_la: ເພີ່ມຮູບ
zh_cn: 添加照片

source: Delete Album
lo_la: This album can’t be deleted
zh_cn: 删除相册

source: Shared with
lo_la: ແຊຣ໌ກັບ
zh_cn: 分享状态

source: Add New Pattern
lo_la: ເພີ່ມຮູບແບບໃຫມ່
zh_cn: 添加新模板

source: Edit Pattern
lo_la: ແກ້ໄຂຮູບແບບ
zh_cn: 编辑模板

source: Hello World
lo_la: ສະ​ບາຍ​ດີ​ຊາວ​ໂລກ
zh_cn: 你好世界

source: Pattern Type
lo_la: ປະເພດຮູບແບບ
zh_cn: 图案类型

source: Background Image
lo_la: ຮູບພາບພື້ນຫຼັງ
zh_cn: 背景图像

source: Background Color 1
lo_la: ສີພື້ນຫຼັງ 1
zh_cn: 背景图片 1

source: Background Color 2
lo_la: ສີພື້ນຫຼັງ 2
zh_cn: 背景色2

source: Text Color
lo_la: ສີຂໍ້ຄວາມ
zh_cn: 文本颜色

source: followers
lo_la: ຜູ້ຕິດຕາມ
zh_cn: 粉丝

source: at
lo_la: ທີ່
zh_cn: 在

source: Confirm
lo_la: ຢືນຢັນ
zh_cn: 确认

source: Decline
lo_la: ຫຼຸດລົງ
zh_cn: 拒绝

source: Sent
lo_la: ສົ່ງແລ້ວ
zh_cn: 发送

source: Add Friend
lo_la: ເພີ່ມໝູ່ເພື່ອນໃໝ່
zh_cn: 添加好友

source: Following
lo_la: ຕິດຕາມ
zh_cn: 关注

source: Follow
lo_la: ຕິດຕາມ
zh_cn: 关注

source: Update
lo_la: ອັບເດດ
zh_cn: 更新

source: Enable or Disable the affiliates system
lo_la: ເປີດໃຊ້ຫຼືປິດລະບົບສາຂາ
zh_cn: 开启或关闭会员系统

source: Account Activation Enabled
lo_la: ເປີດໃຊ້ບັນຊີແລ້ວ

source: Affiliate earning will not be counted unless the new user activated his account
lo_la: ລາຍໄດ້ເປັນພີ່ນ້ອງກັນຈະບໍ່ຖືກນັບເວັ້ນເສຍແຕ່ວ່າຜູ້ໃຊ້ໃຫມ່ໄດ້ເປີດໃຊ້ບັນຊີຂອງລາວ

source: User Earn Money When
lo_la: ຜູ້ໃຊ້ມີລາຍໄດ້ເມື່ອ
zh_cn: 什么时候用户获得收入

source: New User Registered
lo_la: ລົງທະບຽນຜູ້ໃຊ້ໃໝ່ແລ້ວ
zh_cn: 新用户注册

source: New User Registered & Bought Pro Package
lo_la: ຜູ້ໃຊ້ໃໝ່ທີ່ລົງທະບຽນ ແລະຊື້ແພັກເກດ Pro
zh_cn: 新用户注册和购买升级套餐

source: Affiliates Levels
lo_la: ລະດັບສາຂາ
zh_cn: 伙伴

source: How many levels you want to set your affiliates program?
lo_la: ທ່ານຕ້ອງການຕັ້ງໂຄງການພັນທະມິດຂອງທ່ານຫຼາຍປານໃດ?

source: Payment Type
lo_la: ປະເພດການຈ່າຍ ນ້ຳໃຈ
zh_cn: 支付类型

source: Fixed Price/Referred
lo_la: ລາຄາຄົງທີ່/ອ້າງອີງ
zh_cn: 固定价格/推荐

source: Percentage
lo_la: ເປີເຊັນ
zh_cn: 百分比

source: Percentage will work only with pro packages
lo_la: ເປີເຊັນຈະໃຊ້ໄດ້ກັບແພັກເກດທີ່ສົ່ງເສີມເທົ່ານັ້ນ
zh_cn: 百分比仅适用于专业套餐

source: Price/Referred
lo_la: ລາຄາ/ອ້າງອີງ
zh_cn: 价格/参考

source: The price for each new referred user
lo_la: ລາຄາສໍາລັບຜູ້ໃຊ້ທີ່ອ້າງອີງໃຫມ່ແຕ່ລະຄົນ
zh_cn: 每个新推荐用户的价格

source: The percentage from package price for each new referred user registered and bought pro package
lo_la: ເປີເຊັນຈາກລາຄາແພັກເກດສຳລັບຜູ້ໃຊ້ທີ່ອ້າງອີງໃໝ່ແຕ່ລະຄົນທີ່ລົງທະບຽນ ແລະຊື້ຊຸດໂປຣ
zh_cn: 每个新推荐用户注册和购买专业套餐的套餐价格百分比

source: Referrals
lo_la: ການອ້າງອີງ
zh_cn: 介绍人

source: Show
lo_la: ສະແດງ
zh_cn: 显示

source: Commenting has been turned off for this post
lo_la: ການສະແດງຄຳຄິດເຫັນຖືກປິດໃນໂພສນີ້
zh_cn: 此帖已被关闭评论

source: Wallet Enabled
lo_la: ເປີດໃຊ້ລະບົບ ນໍ້າໃຈ
zh_cn: 钱包启用

source: Turn the wallet On and Off
lo_la: ເປີດ ແລະ ປິດຖັງນ້ຳໃຈ
zh_cn: 打开/关闭 钱包

source: Transfer Money Enabled
lo_la: ເປີດໃຊ້ລະບົບໂອນ ນໍ້າໃຈ
zh_cn: 启用转账

source: Turn the transfer money between users On and Off
lo_la: ເຮັດໃຫ້ການໂອນ ນ້ຳໃຈ ລະຫວ່າງຜູ້ໃຊ້ເປີດແລະປິດ
zh_cn: 开启和关闭用户间的转账

source: Users Can Withdraw Money From Wallet
lo_la: ຜູ້ໃຊ້ສາມາດຖອນ ນ້ຳໃຈ ຈາກ ຖັງນ້ຳໃຈ ໄດ້
zh_cn: 用户可以从钱包中提款

source: If enabled users will be able to withdraw money from their wallets
lo_la: ຖ້າເປີດໃຊ້ຜູ້ໃຊ້ຈະສາມາດຖອນ ນ້ຳໃຈ ຈາກກະເປົາຂອງພວກເຂົາໄດ້
zh_cn: 如果启用，用户将能够从他们的钱包中提取资金

source: Manage Blocking
lo_la: ຈັດການການຂັດຂວາງ
zh_cn: 管理阻止

source: Once you block someone, that person can no longer see things you post on your timeline
lo_la: ເມື່ອທ່ານບລັອກໃຜຜູ້ໜຶ່ງ, ຄົນນັ້ນຈະບໍ່ສາມາດເຫັນສິ່ງທີ່ທ່ານໂພສຢູ່ໃນທາມລາຍຂອງທ່ານໄດ້ອີກຕໍ່ໄປ
zh_cn: 一旦你阻止他人，他就再也看不到你在时间轴上发布的内容

source: These are apps you've used to log into. They can receive information you chose to share with them.
lo_la: ເຫຼົ່ານີ້ແມ່ນແອັບທີ່ທ່ານໃຊ້ເພື່ອເຂົ້າສູ່ລະບົບ. ເຂົາເຈົ້າສາມາດໄດ້ຮັບຂໍ້ມູນທີ່ທ່ານເລືອກທີ່ຈະແບ່ງປັນກັບເຂົາເຈົ້າ.
zh_cn: 这些是您用来登录的应用程序。 他们可以接收您选择与他们分享的信息。

source: Remove
lo_la: ລົບອອກ
zh_cn: 删除

source: This account is verified
lo_la: ບັນຊີນີ້ຖືກຢືນຢັນແລ້ວ
zh_cn: 此帐户已经过验证

source: Your Photo
lo_la: ຮູບຂອງທ່ານ
zh_cn: 喜欢你的照片

source: Passport or National ID
lo_la: ໜັງສືຜ່ານແດນ ຫຼື ບັດປະຈຳຕົວ
zh_cn: 护照或国民身份证 ID

source: Additional Information
lo_la: ຂໍ້​ມູນ​ເພີ່ມ​ເຕີມ
zh_cn: 附加信息

source: Your verification request is still awaiting admin approval
lo_la: ການຮ້ອງຂໍການຢັ້ງຢືນຂອງທ່ານຍັງລໍຖ້າການອະນຸມັດຂອງຜູ້ເບິ່ງແຍງ
zh_cn: 您的验证请求仍在等待管理员批准

source: Your verification request has been declined by the admin
lo_la: ການຮ້ອງຂໍການຢັ້ງຢືນຂອງທ່ານໄດ້ຖືກປະຕິເສດໂດຍຜູ້ເບິ່ງແຍງລະບົບ
zh_cn: 您的验证请求已被管理员拒绝

source: Add New Gender
lo_la: ເພີ່ມເພດໃໝ່
zh_cn: 添加新性别

source: View Page
lo_la: ເບີ່ງໜ້າ
zh_cn: 查看页面

source: Total Likes
lo_la: ຖືກໃຈທັງໝົດ
zh_cn: 总喜欢

source: Verified
lo_la: ຢັ້ງຢືນ
zh_cn: 已验证

source: Created By
lo_la: ສ້າງ​ໂດຍ
zh_cn: 创建者
