Repository: onemiracles/kidhod
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: lo_la, zh_cn

source: You are not authorized to do this
lo_la: ເຈົ້າບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ເຮັດອັນນີ້
zh_cn: 您无权执行此操作

source: You aren't allowed to message
lo_la: ທ່ານບໍ່ໄດ້ເປີດອະນຸຍາດໃຫ້ສົ່ງຂ່າວ
zh_cn: 您无权发送消息

source: Publish posts disabled by admin
lo_la: ເຜີຍແຜ່ໂພສຖືກປິດໄວ້ໂດຍຜູ້ເບິ່ງແຍງລະບົບ
zh_cn: 管理员禁止发帖

source: Text Length Limit Reached
lo_la: ຮອດຂີດຈຳກັດຄວາມຍາວຂອງຂໍ້ຄວາມແລ້ວ
zh_cn: 已达到文本长度限制

source: Your message characters length is over the allowed limit
lo_la: ຄວາມຍາວຕົວອັກສອນຂອງທ່ານເກີນຂອບເຂດທີ່ອະນຸຍາດ
zh_cn: 消息字符长度超出范围

source: Characters
lo_la: ຕົວອັກສອນ
zh_cn: 字符

source: You have reached the maximum limit of posts/hour, please try again later
lo_la: ທ່ານໄດ້ເຖິງຂີດຈຳກັດສູງສຸດຂອງໂພສ/ຊົ່ວໂມງ, ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ
zh_cn: 您已达到每小时消息的最大数量，请稍后再试

source: Anonymous
lo_la: ບໍ່ເປີດເຜີຍຊື່
zh_cn: 匿名

source: Uncategorized
lo_la: ບໍ່ມີປະເພດ
zh_cn: 未分类

source: Off
lo_la: ປິດ
zh_cn: 关闭

source: Buy
lo_la: ຊື້
zh_cn: 购买

source: Get
lo_la: ໄດ້
zh_cn: 获取

source: Spend
lo_la: ໃຊ້ຈ່າຍ
zh_cn: 花费

source: Free Shipping
lo_la: ການຂົນສົ່ງຟຣີ
zh_cn: 免费送货

source: Hour
lo_la: ຊົ່ວໂມງ
zh_cn: 小时

source: Day
lo_la: ວັນທີ
zh_cn: 天

source: Week
lo_la: ອາທິດ
zh_cn: 周

source: Month
lo_la: ເດືອນ
zh_cn: 月

source: Year
lo_la: ປີ
zh_cn: 年

source: Full Time
lo_la: ເຕັມ​ເວ​ລາ
zh_cn: 全职

source: Part Time
lo_la: ຟຣີແລນຊ໌
zh_cn: 兼职

source: Internship
lo_la: ຝຶກງານ
zh_cn: 实习

source: Volunteer
lo_la: ອາສາສະໝັກ
zh_cn: 志愿者

source: Contract
lo_la: ສັນຍາ
zh_cn: 合同

source: Publishing to this group has been disabled by group admins
lo_la: ການເຜີຍແຜ່ໄປຫາກຸ່ມນີ້ຖືກປິດການນຳໃຊ້ໂດຍຜູ້ເບິ່ງແຍງກຸ່ມ
zh_cn: 发布到此组已被组管理员禁用

source: Publishing to this event has been disabled by event admins
lo_la: ການເຜີຍແຜ່ໄປຫານັດໝາຍນີ້ຖືກປິດການນຳໃຊ້ໂດຍຜູ້ເບິ່ງແຍງເຫດການ
zh_cn: 活动管理员已禁止向此事件发布信息

source: You can not do this with anonymous post
lo_la: ທ່ານບໍ່ສາມາດເຮັດສິ່ງນີ້ດ້ວຍການໂພດທີ່ບໍ່ເປີດເຜີຍຊື່
zh_cn: 你不能用匿名帖子做到这一点

source: You reached the maximum number of boosted posts! Upgrade your package to get more
lo_la: ທ່ານຮອດຈຳນວນສູງສຸດຂອງໂພສທີ່ເພີ່ມຂຶ້ນແລ້ວ! ອັບເກຣດແພັກເກດຂອງທ່ານເພື່ອຮັບເພີ່ມເຕີມ
zh_cn: 您达到了最大推广帖子数！ 升级您的套餐以获得更多

source: You can't boost a post from a group or event
lo_la: ທ່ານບໍ່ສາມາດເພີ່ມໂພສຈາກກຸ່ມ ຫຼື ນັດໝາຍໄດ້
zh_cn: 您无法速推群组或活动中的帖子

source: Only group admin can pin the post
lo_la: ມີແຕ່ຜູ້ເບິ່ງແຍງກຸ່ມທີ່ສາມາດປັກໝຸດໂພສໄດ້
zh_cn: 只有组管理员可以附加消息

source: Only event admin can pin the post
lo_la: ມີແຕ່ຜູ້ເບິ່ງແຍງເຫດການທີ່ສາມາດປັກໝຸດໂພສໄດ້
zh_cn: 只有活动管理员可以附加消息

source: Only group admin can unpin the post
lo_la: ມີແຕ່ຜູ້ເບິ່ງແຍງກຸ່ມທີ່ສາມາດຖອນປັກໝຸດໂພສໄດ້
zh_cn: 只有组管理员可以取消固定消息

source: Only event admin can unpin the post
lo_la: ມີແຕ່ຜູ້ເບິ່ງແຍງເຫດການທີ່ສາມາດຖອນປັກໝຸດໂພສໄດ້
zh_cn: 只有活动管理员可以取消固定消息

source: You have reached the maximum limit of comments/hour, please try again later
lo_la: ທ່ານໄດ້ຮອດຂີດຈຳກັດສູງສຸດຂອງຄຳເຫັນ/ຊົ່ວໂມງ, ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ
zh_cn: 您已达到最大评论限制/小时，请稍后再试

source: Comments disabled for this post
lo_la: ຄຳເຫັນຖືກປິດໄວ້ສຳລັບໂພສນີ້
zh_cn: 此帖子已关闭评论

source: This photo can't be deleted as it maybe your current profile image or cover
lo_la: ຮູບນີ້ບໍ່ສາມາດຖືກລຶບໄດ້ເນື່ອງຈາກມັນອາດຈະເປັນຮູບໂປຣໄຟລ໌ ຫຼືໜ້າປົກປັດຈຸບັນຂອງເຈົ້າ

source: You must enter a username for your page
lo_la: You must enter a title for your page
zh_cn: 您必须输入页面的用户名

source: Please enter a valid username (a-z0-9_.) with minimum 3 characters long
lo_la: ຊື່ຜູ້ໃຊ້ແມ່ນໃຊ້ໄດ້ສຳລັບພາສາອັງກິດ (a-z0-9_.) ແລະ ຂັ້ນຕໍ່າແມ່ນ 3 ຄຳຂື້ນໄປ
zh_cn: 请输入最少3个字符的有效用户名（a-z0-9_。）

source: You can't use
lo_la: ທ່ານບໍ່ສາມາດໃຊ້
zh_cn: 你不能使用

source: as username
lo_la: ໃສ່ຊື້ຜູ້ໃຊ້
zh_cn: 作为用户名

source: You must select valid category for your page
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບຫນ້າຂອງທ່ານ
zh_cn: 您必须为页面选择有效的分类

source: You must select valid country
lo_la: ທ່ານຕ້ອງເລືອກແຂວງທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效国家/地区

source: Please enter a valid website URL
lo_la: ກະລຸນາໃສ່ URL ເວັບໄຊທ໌ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的网址

source: Please select a valid action button color
lo_la: ກະລຸນາເລືອກສີປຸ່ມຄຳສັ່ງທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的操作按钮颜色

source: Please enter a valid action button URL
lo_la: ກະລຸນາໃສ່ URL ປຸ່ມປະຕິບັດທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的操作按钮网址

source: Please enter a valid Facebook Profile URL
lo_la: ກະລຸນາໃສ່ URL ໂປຣໄຟລ໌ Facebook ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的Facebook Profile URL

source: Please enter a valid Twitter Profile URL
lo_la: ກະລຸນາໃສ່ URL ໂປຣໄຟລ໌ Twitter ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的Twitter Profile URL

source: Please enter a valid YouTube Profile URL
lo_la: ກະລຸນາໃສ່ທີ່ຢູ່ເວັບໄຊທ໌ YouTube ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的YouTube Profile URL

source: Please enter a valid Instagram Profile URL
lo_la: ກະລຸນາໃສ່ URL ໂປຣໄຟລ໌ Instagram ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的Instagram Profile URL

source: Please enter a valid Linkedin Profile URL
lo_la: ກະລຸນາໃສ່ URL ໂປຣໄຟລ໌ Linkedin ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的Linkedin Profile URL

source: Please enter a valid Vkontakte Profile URL
lo_la: ກະລຸນາໃສ່ URL ໂປຣໄຟລ໌ Vkontakte ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的Vkontakte Profile URL

source: You must add monetization plans first
lo_la: ທ່ານຕ້ອງເພີ່ມແຜນການສ້າງລາຍໄດ້ກ່ອນ

source: You must enter a name for your group
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ສໍາລັບກຸ່ມຂອງທ່ານ
zh_cn: 您必须输入小组的名称

source: Group name must be at least 3 characters long. Please try another
lo_la: ຊື່ກຸ່ມຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 3 ຕົວ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 小组名称长度必须至少为3个字符。 请尝试另一个名称

source: You must enter a web address for your group
lo_la: ທ່ານຕ້ອງໃສ່ທີ່ຢູ່ເວັບສໍາລັບກຸ່ມຂອງທ່ານ
zh_cn: 您必须输入您的论坛的网址

source: Please enter a valid web address (a-z0-9_.) with minimum 3 characters long
lo_la: ກະລຸນາໃສ່ທີ່ຢູ່ເວັບທີ່ຖືກຕ້ອງ (a-z0-9_.) ທີ່ມີຄວາມຍາວຢ່າງໜ້ອຍ 3 ຕົວ
zh_cn: 请输入最少3个字符的有效网址（a-z0-9_。）

source: as web address
lo_la: ເປັນທີ່ຢູ່ເວັບ
zh_cn: 作为网站地址

source: Sorry, it looks like this web address
lo_la: ຂໍອະໄພ, ມັນຄ້າຍຄືທີ່ຢູ່ເວັບນີ້
zh_cn: 对不起，它看起来像这个网址

source: belongs to an existing group
lo_la: ເປັນຂອງກຸ່ມທີ່ມີຢູ່ແລ້ວ
zh_cn: 属于现有小组

source: You must select valid category for your group
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບກຸ່ມຂອງທ່ານ
zh_cn: 您必须为您的小组选择有效的分类

source: You must select a valid privacy for your group
lo_la: ທ່ານຕ້ອງເລືອກຄວາມເປັນສ່ວນຕົວທີ່ຖືກຕ້ອງສໍາລັບກຸ່ມຂອງທ່ານ
zh_cn: 您必须为您的论坛选择有效的隐私

source: You must enter a name for your event
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ສໍາລັບເຫດການຂອງທ່ານ
zh_cn: 您必须输入活动名称

source: Event name must be at least 3 characters long. Please try another
lo_la: ຊື່ນັດໝາຍຕ້ອງມີຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 活动名称长度必须至少为3个字符。 请尝试另一个名称

source: You have to enter the event start date
lo_la: ທ່ານຕ້ອງໃສ່ວັນທີເລີ່ມຕົ້ນເຫດການ
zh_cn: 您必须输入活动开始日期

source: You have to enter the event end date
lo_la: ທ່ານຕ້ອງໃສ່ວັນທີສິ້ນສຸດຂອງເຫດການ
zh_cn: 您必须输入活动结束日期

source: Event end date must be after the start date
lo_la: ວັນທີສິ້ນສຸດນັດໝາຍຕ້ອງແມ່ນຫຼັງຈາກວັນທີເລີ່ມຕົ້ນ
zh_cn: 活动结束日期必须在开始日期之后

source: You must select a valid privacy for your event
lo_la: ທ່ານຕ້ອງເລືອກຄວາມເປັນສ່ວນຕົວທີ່ຖືກຕ້ອງສໍາລັບເຫດການຂອງທ່ານ
zh_cn: 您必须为活动选择有效的隐私

source: You must select valid category for your event
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບເຫດການຂອງທ່ານ
zh_cn: 您必须为活动选择有效的分类

source: You must enter a title for your article
lo_la: ທ່ານຕ້ອງໃສ່ຫົວຂໍ້ສໍາລັບບົດຄວາມຂອງທ່ານ
zh_cn: 您必须输入文章的标题

source: Article title must be at least 3 characters long. Please try another
lo_la: ຊື່ບົດຄວາມຕ້ອງມີຢ່າງໜ້ອຍ 3 ຕົວອັກສອນ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 文章标题必须至少3个字符。 请尝试另一个标题

source: You must enter some text for your article
lo_la: ທ່ານຕ້ອງໃສ່ບາງຂໍ້ຄວາມສໍາລັບບົດຄວາມຂອງທ່ານ
zh_cn: 您必须为文章输入一些文字

source: You must select valid category for your article
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບບົດຄວາມຂອງທ່ານ
zh_cn: 您必须为文章选择有效的分类

source: You can't add a thread to a main section
lo_la: ທ່ານບໍ່ສາມາດເພີ່ມຫົວຂໍ້ໃສ່ພາກສ່ວນຫຼັກໄດ້
zh_cn: 您无法将版块添加到主要部分

source: You must enter a title for your thread
lo_la: ທ່ານຕ້ອງໃສ່ຫົວຂໍ້ສໍາລັບຫົວຂໍ້ຂອງທ່ານ
zh_cn: 您必须输入版块的标题

source: Thread title must be at least 3 characters long. Please try another
lo_la: ຊື່ຫົວຂໍ້ຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 3 ຕົວ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 版块标题长度必须至少为3个字符。 请尝试另一个标题

source: You must enter some text for your thread
lo_la: ທ່ານຕ້ອງໃສ່ບາງຂໍ້ຄວາມສໍາລັບຫົວຂໍ້ຂອງທ່ານ
zh_cn: 您必须为您的版块输入一些文本

source: You must enter some text for your reply
lo_la: ທ່ານຕ້ອງໃສ່ບາງຂໍ້ຄວາມສໍາລັບການຕອບຂອງທ່ານ
zh_cn: 您必须为回复输入一些文字

source: You have to enter the campaign title
lo_la: ທ່ານຕ້ອງໃສ່ຫົວຂໍ້ແຄມເປນ
zh_cn: 您必须输入活动标题

source: You have to enter the campaign start date
lo_la: ທ່ານຕ້ອງໃສ່ວັນທີເລີ່ມຕົ້ນແຄມເປນ
zh_cn: 您必须输入活动开始日期

source: You have to enter the campaign end date
lo_la: ທ່ານຕ້ອງໃສ່ວັນທີສິ້ນສຸດແຄມເປນ
zh_cn: 您必须输入活动结束日期

source: Campaign end date must be after the start date
lo_la: ວັນທີສິ້ນສຸດແຄມເປນຕ້ອງແມ່ນຫຼັງຈາກວັນທີເລີ່ມຕົ້ນ
zh_cn: 活动结束日期必须在开始日期之后

source: Campaign end date must be after today datetime
lo_la: ວັນທີສິ້ນສຸດແຄມເປນຕ້ອງແມ່ນຫຼັງຈາກວັນທີວັນທີຂອງມື້ນີ້
zh_cn: 活动结束日期必须在今天的日期时间之后

source: You must enter valid budget
lo_la: ທ່ານຕ້ອງໃສ່ງົບປະມານທີ່ຖືກຕ້ອງ
zh_cn: 您必须输入有效预算

source: The minimum budget must be
lo_la: ງົບປະມານຕໍາ່ສຸດທີ່ຈະຕ້ອງເປັນ
zh_cn: 最低预算必须是

source: Your current wallet credit is
lo_la: ນຳໃຈທີ່ມີ ໃນປັດຈຸບັນຂອງທ່ານແມ່ນ
zh_cn: 您当前的钱包信用额度是

source: You need to
lo_la: ທ່ານຕ້ອງ
zh_cn: 你需要

source: Replenish wallet credit
lo_la: ເພີ່ມ ນ້ຳໃຈ
zh_cn: 补充钱包信用

source: You have to select a valid bidding
lo_la: ທ່ານຕ້ອງເລືອກການປະມູນທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效的出价

source: You have to select a valid gender
lo_la: ທ່ານຕ້ອງເລືອກເພດທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效的性别

source: You have to select a valid relationship
lo_la: ທ່ານຕ້ອງເລືອກຄວາມສໍາພັນທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效的婚恋状态

source: You have to enter a valid URL for your ads
lo_la: ທ່ານຕ້ອງໃສ່ URL ທີ່ຖືກຕ້ອງສໍາລັບການໂຄສະນາຂອງທ່ານ
zh_cn: 您必须输入广告的有效网址

source: You have to select one for your pages for your ads
lo_la: ທ່ານຕ້ອງເລືອກຫນຶ່ງສໍາລັບຫນ້າຂອງທ່ານສໍາລັບການໂຄສະນາຂອງທ່ານ
zh_cn: 您必须为广告的页面选择一个

source: You have to select one for your groups for your ads
lo_la: ທ່ານຕ້ອງເລືອກຫນຶ່ງສໍາລັບກຸ່ມຂອງທ່ານສໍາລັບການໂຄສະນາຂອງທ່ານ
zh_cn: 您必须为广告选择一个小组

source: You have to select one for your events for your ads
lo_la: ທ່ານຕ້ອງເລືອກຫນຶ່ງສໍາລັບເຫດການຂອງທ່ານສໍາລັບການໂຄສະນາຂອງທ່ານ
zh_cn: 您必须为广告选择一个活动

source: You have to select a valid ads type
lo_la: ທ່ານຕ້ອງເລືອກປະເພດການໂຄສະນາທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效的广告类型

source: You have to select a valid ads placement
lo_la: ທ່ານຕ້ອງເລືອກການຈັດວາງການໂຄສະນາທີ່ຖືກຕ້ອງ
zh_cn: 您必须选择有效的广告展示位置

source: You have to upload an image for your ads
lo_la: ທ່ານຕ້ອງອັບໂຫລດຮູບພາບສໍາລັບການໂຄສະນາຂອງທ່ານ
zh_cn: 您必须为广告上传图片

source: The campaign total spend reached the campaign budget already, increase the campaign budget to resume the campaign
lo_la: ການໃຊ້ຈ່າຍທັງໝົດຂອງແຄມເປນບັນລຸເຖິງງົບປະມານແຄມເປນແລ້ວ, ເພີ່ມງົບປະມານແຄມເປນເພື່ອສືບຕໍ່ແຄມເປນ
zh_cn: 活动总支出已达到广告系列预算，增加活动预算以恢复活动系列

source: The remaining spend is larger than current wallet credit
lo_la: ການໃຊ້ຈ່າຍທີ່ຍັງເຫຼືອແມ່ນໃຫຍ່ກວ່າ ນ້ຳໃຈ ໃນປັດຈຸບັນ
zh_cn: 剩余支出大于当前的钱包信用额度

source: The cost per click is larger than your campaign remaining spend
lo_la: ຄ່າໃຊ້ຈ່າຍຕໍ່ຄລິກແມ່ນໃຫຍ່ກວ່າການໃຊ້ຈ່າຍທີ່ຍັງເຫຼືອຂອງແຄມເປນຂອງທ່ານ
zh_cn: 每次点击费用大于您的活动提醒费用

source: increase the campaign budget to resume the campaign
lo_la: ເພີ່ມງົບປະມານແຄມເປນເພື່ອສືບຕໍ່ແຄມເປນ
zh_cn: 增加活动预算以恢复活动

source: The cost per view is larger than your campaign remaining spend
lo_la: ຄ່າໃຊ້ຈ່າຍຕໍ່ການເບິ່ງແມ່ນໃຫຍ່ກວ່າການໃຊ້ຈ່າຍທີ່ຍັງເຫຼືອຂອງແຄມເປນຂອງທ່ານ
zh_cn: 每次观看费用大于您的广告系列剩余支出

source: You can't do this till your campaign gets admin approval
lo_la: ທ່ານບໍ່ສາມາດເຮັດສິ່ງນີ້ໄດ້ຈົນກວ່າແຄມເປນຂອງທ່ານໄດ້ຮັບການອະນຸມັດຈາກຜູ້ເບິ່ງແຍງລະບົບ
zh_cn: 您的确认请求仍在等待管理员批准

source: You must enter valid amount of money
lo_la: ທ່ານຕ້ອງໃສ່ຈໍານວນທີ່ຖືກຕ້ອງຂອງ ນໍ້າໃຈ
zh_cn: 您必须输入有效金额

source: You must search for a user to send money to
lo_la: ທ່ານຕ້ອງຊອກຫາຜູ້ໃຊ້ທີ່ຈະສົ່ງ “ນ້ຳໃຈ ໄປຫາ
zh_cn: 您必须搜索要汇款的用户

source: You can't send money to yourself!
lo_la: ເຈົ້າບໍ່ສາມາດສົ່ງ ນໍ້າໃຈ ໃຫ້ຕົວເອງໄດ້!
zh_cn: 你不能向自己汇款！

source: You can't send money to this user!
lo_la: ທ່ານບໍ່ສາມາດສົ່ງ ນ້ຳໃຈ ໃຫ້ຜູ້ໃຊ້ນີ້!
zh_cn: 你不能向这个用户汇款！

source: Your current wallet balance is
lo_la: ຍອດ ນ້ຳໃຈ ປັດຈຸບັນຂອງທ່ານແມ່ນ
zh_cn: 您当前的钱包余额是

source: Recharge your wallet to continue
lo_la: ຕື່ມ ນໍ້າໃຈ ຂອງທ່ານເພື່ອສືບຕໍ່
zh_cn: 给你的钱包充值以继续

source: The amount is less the minimum amount allowed
lo_la: ຈໍານວນດັ່ງກ່າວແມ່ນຫນ້ອຍກວ່າຈໍານວນຕໍາ່ສຸດທີ່ອະນຸຍາດໃຫ້

source: The amount is more than the maximum amount allowed
lo_la: ຈໍານວນແມ່ນຫຼາຍກ່ວາຈໍານວນສູງສຸດທີ່ອະນຸຍາດໃຫ້

source: The amount is larger than your current affiliates balance
lo_la: ຈໍານວນແມ່ນຫຼາຍກ່ວາຈໍານວນສູງສຸດທີ່ອະນຸຍາດໃຫ້
zh_cn: 金额大于您当前的会员余额

source: The amount is larger than your current points balance
lo_la: ຈໍານວນ ຄວາມດີ ແມ່ນໃຫຍ່ກວ່າຍອດ ຄວາມດີ ໃນປະຈຸບັນຂອງທ່ານ
zh_cn: 金额大于您当前的会员余额

source: The amount is larger than your current funding balance
lo_la: ຈໍານວນດັ່ງກ່າວແມ່ນໃຫຍ່ກວ່າຍອດ ຄວາມດີ ໃນປະຈຸບັນຂອງທ່ານ
zh_cn: 金额大于您当前的资金余额

source: The amount is larger than your current monetization balance
lo_la: ຈໍານວນດັ່ງກ່າວມີຂະຫນາດໃຫຍ່ກວ່າຍອດ ຄວາມດີ ໃນການສ້າງລາຍໄດ້ຂອງທ່ານ

source: Subscribed
lo_la: ສະໝັກແລ້ວ
zh_cn: 订阅

source: You already subscribed to this package, Please select different package
lo_la: ທ່ານໄດ້ສະໝັກໃຊ້ຊຸດນີ້ແລ້ວ, ກະລຸນາເລືອກຊຸດອື່ນ
zh_cn: 您已订阅此套餐，请选择不同的套餐

source: There is no enough credit in your wallet to buy this
lo_la: ບໍ່ມີເຄຣດິດພຽງພໍໃນລະບົບ ນ້ຳໃຈ ຂອງເຈົ້າເພື່ອຊື້ອັນນີ້
zh_cn: 你的钱包里没有足够的信用来购买这个

source: Your payment is pending
lo_la: ການຊຳລະ ຄວາມດີ ຂອງທ່ານລໍຖ້າຢູ່
zh_cn: 您的付款待处理

source: You are not authorized to do this action
lo_la: ທ່ານບໍ່ໄດ້ຮັບອະນຸຍາດໃຫ້ດໍາເນີນການນີ້

source: Invalid node id
lo_la: node ID ບໍ່ຖືກຕ້ອງ

source: Invalid node type
lo_la: ປະເພດ node ບໍ່ຖືກຕ້ອງ

source: Please enter a title
lo_la: ກະລຸນາໃສ່ຊື່
zh_cn: 请输入一个标题

source: Please enter a valid price
lo_la: ກະລຸນາໃສ່ລາຄາທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效价格

source: Please enter a valid paid every value
lo_la: ກະລຸນາລະບຸຄ່າທີ່ຈ່າຍທີ່ຖືກຕ້ອງ

source: Please enter a valid period
lo_la: ກະລຸນາໃສ່ໄລຍະເວລາທີ່ຖືກຕ້ອງ

source: You have to enter the App name
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ App
zh_cn: 您必须输入应用程序的名称

source: You have to enter the App domain
lo_la: ທ່ານຕ້ອງໃສ່ໂດເມນ App
zh_cn: 请输入应用域名

source: You have to enter the App redirect URL
lo_la: ທ່ານຕ້ອງໃສ່ URL ປ່ຽນເສັ້ນທາງຂອງແອັບຯ
zh_cn: 请输入应用重定向网址

source: Please enter a valid App redirect URL
lo_la: ກະລຸນາໃສ່ URL ການປ່ຽນເສັ້ນທາງຂອງແອັບຯທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的应用重定向 URL

source: You have to enter the App description
lo_la: ທ່ານຕ້ອງໃສ່ຄໍາອະທິບາຍ App
zh_cn: 请输入应用描述

source: Your App description is more than 200 characters
lo_la: ຄຳອະທິບາຍແອັບຂອງເຈົ້າມີຫຼາຍກວ່າ 200 ຕົວອັກສອນ
zh_cn: 应用描述已超过200个字符

source: You must select valid category for your App
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບ App ຂອງທ່ານ
zh_cn: 请为应用选择有效的分类

source: You have to enter the App icon
lo_la: ທ່ານຕ້ອງໃສ່ໄອຄອນ App
zh_cn: 请输入应用图标

source: You have to enter the app name
lo_la: ທ່ານຕ້ອງໃສ່ຊື່ app
zh_cn: 请输入应用名称

source: You have to enter the app domain
lo_la: ທ່ານຕ້ອງໃສ່ໂດເມນ app
zh_cn: 请输入应用域名

source: You have to enter the app redirect URL
lo_la: ທ່ານຕ້ອງໃສ່ app redirect URL
zh_cn: 请输入应用重定向网址

source: Please enter a valid app redirect URL
lo_la: ກະລຸນາໃສ່ URL ການປ່ຽນເສັ້ນທາງຂອງແອັບຯທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的应用重定向 URL

source: You have to enter the app description
lo_la: ທ່ານຕ້ອງໃສ່ຄໍາອະທິບາຍ app
zh_cn: 请输入应用描述

source: You have to enter the app icon
lo_la: ທ່ານຕ້ອງໃສ່ໄອຄອນ app
zh_cn: 请输入应用图标

source: We're sorry, but the application you're trying to use doesn't exist or has been disabled
lo_la: ພວກເຮົາຂໍອະໄພ, ແຕ່ແອັບພລິເຄຊັນທີ່ທ່ານກຳລັງພະຍາຍາມໃຊ້ນັ້ນບໍ່ມີຢູ່ ຫຼືຖືກປິດການນຳໃຊ້
zh_cn: 很抱歉，您尝试使用的应用程序不存在或已被禁用

source: Log in With
lo_la: ເຂົ້າສູ່ລະບົບດ້ວຍ
zh_cn: 登录使用

source: You have already reported this before!
lo_la: ເຈົ້າເຄີຍລາຍງານເລື່ອງນີ້ມາກ່ອນແລ້ວ!
zh_cn: 你之前已经举报了这个！

source: You must select valid category for your report
lo_la: ທ່ານຕ້ອງເລືອກປະເພດທີ່ຖືກຕ້ອງສໍາລັບບົດລາຍງານຂອງທ່ານ

source: Backup failed!
lo_la: ການສຳຮອງຂໍ້ມູນລົ້ມເຫລວ!
zh_cn: 备份失败！

source: Invalid field for
lo_la: ຊ່ອງຂໍ້ມູນບໍ່ຖືກຕ້ອງສໍາລັບ

source: Invalid field get
lo_la: ຊ່ອງຂໍ້ມູນບໍ່ຖືກຕ້ອງ

source: Invalid field set
lo_la: ຕັ້ງຊ່ອງຂໍ້ມູນບໍ່ຖືກຕ້ອງ

source: You must select
lo_la: ທ່ານຕ້ອງເລືອກ
zh_cn: 你必须选择

source: You must select at least one option from
lo_la: ທ່ານຕ້ອງເລືອກຢ່າງຫນ້ອຍຫນຶ່ງທາງເລືອກຈາກ
zh_cn: 必须在选项中选择一项

source: You must enter
lo_la: ເຈົ້າຕ້ອງເຂົ້າ
zh_cn: 你必须输入

source: The maximum value for
lo_la: ມູນຄ່າສູງສຸດສໍາລັບ
zh_cn: 最大值

source: You don't have the right to send gifts
lo_la: ທ່ານບໍ່ມີສິດທີ່ຈະສົ່ງຂອງຂວັນ

source: You can't send a gift to this user
lo_la: ທ່ານບໍ່ສາມາດສົ່ງຂອງຂວັນໃຫ້ຜູ້ໃຊ້ນີ້
zh_cn: 您不能向该用户发送礼物

source: You have reached the maximum number of invitation codes
lo_la: ທ່ານໄດ້ຮອດຈຳນວນສູງສຸດຂອງລະຫັດເຊີນແລ້ວ

source: This invitation code is expired or invalid
lo_la: ລະຫັດເຊີນນີ້ໝົດອາຍຸ ຫຼືບໍ່ຖືກຕ້ອງ

source: Sorry, it looks like
lo_la: ຂໍອະໄພ, ເບິ່ງຄືວ່າ
zh_cn: 对不起，看起来

source: belongs to an existing account
lo_la: ມີຜູ້ໃຊ້ແລ້ວ, ລອງຊື່ໃໝ່
zh_cn: 属于现有帐户

source: You already invited this email before
lo_la: ທ່ານໄດ້ເຊີນອີເມລ໌ນີ້ມາກ່ອນແລ້ວ
zh_cn: 你之前已经邀请了这封邮件

source: Invite you to join
lo_la: ເຊີນທ່ານເຂົ້າຮ່ວມ
zh_cn: 邀您加入

source: Invitation email could not be sent
lo_la: ບໍ່ສາມາດສົ່ງອີເມວເຊີນໄດ້
zh_cn: 无法发送邀请电子邮件

source: Please enter a valid phone number
lo_la: ກະລຸນາໃສ່ເບີໂທລະສັບທີ່ຖືກຕ້ອງ
zh_cn: 请输入一个有效的电话号码

source: You already invited this phone number before
lo_la: ທ່ານໄດ້ເຊີນເບີໂທລະສັບນີ້ມາກ່ອນແລ້ວ

source: Invitation SMS could not be sent
lo_la: ບໍ່ສາມາດສົ່ງ SMS ເຊີນໄດ້

source: Your current password is incorrect
lo_la: ລະຫັດຜ່ານປັດຈຸບັນຂອງເຈົ້າບໍ່ຖືກຕ້ອງ
zh_cn: 您当前的密码不正确

source: You must enter first name
lo_la: You must enter a title for your page
zh_cn: 您必须输入名字

source: First name contains invalid characters
lo_la: ຊື່ມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ
zh_cn: 名字包含无效字符

source: First name must be at least
lo_la: ຊື່ຕ້ອງມີຢ່າງໜ້ອຍ

source: characters long. Please try another
lo_la: ຕົວອັກສອນຍາວ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 字符长太，请尝试另一个

source: You must enter last name
lo_la: ທ່ານຕ້ອງໃສ່ນາມສະກຸນ
zh_cn: 您必须输入姓氏

source: Last name contains invalid characters
lo_la: ນາມສະກຸນມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ
zh_cn: 姓氏包含无效字符

source: Last name must be at least
lo_la: ນາມສະກຸນຕ້ອງມີຢ່າງໜ້ອຍ

source: Please select a valid gender
lo_la: ກະລຸນາເລືອກເພດທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的性别

source: Please select a valid birth month
lo_la: ກະລຸນາເລືອກເດືອນເກີດທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的出生月份

source: Please select a valid birth day
lo_la: ກະລຸນາເລືອກວັນເກີດທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的出生日

source: Please select a valid birth year
lo_la: ກະລຸນາເລືອກປີເກີດທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的出生年份

source: Please select a valid relationship
lo_la: ກະລຸນາເລືອກຄວາມສຳພັນທີ່ຖືກຕ້ອງ
zh_cn: 请选择有效的婚恋状态

source: Please enter a valid website
lo_la: ກະລຸນາໃສ່ເວັບໄຊທ໌ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的网站

source: Please enter a valid work website
lo_la: ກະລຸນາໃສ່ເວັບໄຊທ໌ບ່ອນເຮັດວຽກທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的工作网站

source: Please enter a valid Twitch Profile URL
lo_la: ກະລຸນາໃສ່ URL ໂປຣໄຟລ໌ Twitch ທີ່ຖືກຕ້ອງ
zh_cn: 请输入有效的Twitch个人资料网址

source: Your passwords do not match
lo_la: ລະຫັດຜ່ານຂອງທ່ານບໍ່ກົງກັນ
zh_cn: 您的密码不匹配

source: Password must be at least 6 characters long. Please try another
lo_la: ລະຫັດຜ່ານຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 6 ຕົວອັກສອນ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 密码必须至少有6个字符长。 请尝试另一个密码

source: Two-Factor Authentication can't be enabled till you verify your email address
lo_la: ບໍ່ສາມາດເປີດໃຊ້ການພິສູດຢືນຢັນສອງປັດໄຈໄດ້ຈົນກວ່າທ່ານຈະກວດສອບທີ່ຢູ່ອີເມວຂອງທ່ານ
zh_cn: 在验证电子邮件地址之前，无法启用双因素身份验证

source: Two-Factor Authentication can't be enabled till you enter your phone number
lo_la: ບໍ່ສາມາດເປີດໃຊ້ການພິສູດຢືນຢັນສອງປັດໄຈໄດ້ຈົນກວ່າທ່ານຈະໃສ່ເບີໂທລະສັບຂອງທ່ານ
zh_cn: 在输入电话号码之前，无法启用双因素身份验证

source: Two-Factor Authentication can't be enabled till you verify your phone number
lo_la: ບໍ່ສາມາດເປີດໃຊ້ການພິສູດຢືນຢັນສອງປັດໄຈໄດ້ຈົນກວ່າທ່ານຈະຢັ້ງຢືນເບີໂທລະສັບຂອງທ່ານ
zh_cn: 在验证电话号码之前，无法启用双因素身份验证

source: Invalid code, Try again or try to scan your QR code again
lo_la: ລະຫັດບໍ່ຖືກຕ້ອງ, ລອງອີກຄັ້ງ ຫຼືລອງສະແກນລະຫັດ QR ຂອງທ່ານອີກຄັ້ງ
zh_cn: 代码无效，请重试或尝试再次扫描您的二维码

source: You must select at least
lo_la: ທ່ານຕ້ອງເລືອກຢ່າງຫນ້ອຍ

source: videos categories
lo_la: ໝວດໝູ່ວິດີໂອ

source: You can't select more than
lo_la: ທ່ານບໍ່ສາມາດເລືອກຫຼາຍກວ່າ

source: blogs categories
lo_la: ປະເພດ blogs

source: The invitation code is invalid or expired
lo_la: ລະຫັດເຊີນບໍ່ຖືກຕ້ອງ ຫຼືໝົດອາຍຸ
zh_cn: 您提供的邀请码无效或过期

source: Your password must be at least 6 characters long. Please try another
lo_la: ລະຫັດຜ່ານຂອງທ່ານຕ້ອງມີຄວາມຍາວຢ່າງໜ້ອຍ 6 ຕົວ. ກະລຸນາລອງອັນອື່ນ
zh_cn: 您的密码长度必须至少为6个字符。 请尝试另一个密码

source: Your first name contains invalid characters
lo_la: ຊື່ຂອງທ່ານມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ
zh_cn: 您的名字包含无效字符

source: Your first name must be at least
lo_la: ຊື່ທໍາອິດຂອງທ່ານຕ້ອງມີຢ່າງຫນ້ອຍ
zh_cn: 您的名字必须至少是

source: Your last name contains invalid characters
lo_la: ນາມສະກຸນຂອງເຈົ້າມີຕົວອັກສອນທີ່ບໍ່ຖືກຕ້ອງ
zh_cn: 您的姓氏包含无效字符

source: Your last name must be at least
lo_la: ນາມສະກຸນຂອງເຈົ້າຕ້ອງມີຢ່າງໜ້ອຍ
zh_cn: 您的姓氏必须至少为

source: Please select a valid birth month (1-12)
lo_la: ກະລຸນາເລືອກເດືອນເກີດທີ່ຖືກຕ້ອງ (1-12)

source: Please select a valid birth day (1-31)
lo_la: ກະລຸນາເລືອກວັນເກີດທີ່ຖືກຕ້ອງ (1-31)

source: Please select a valid birth year (1905-2017)
lo_la: ກະລຸນາເລືອກປີເກີດທີ່ຖືກຕ້ອງ (1905-2017)

source: Sorry, You must be
lo_la: ຂໍອະໄພ, ເຈົ້າຕ້ອງເປັນ
zh_cn: 对不起，你必须是

source: years old to register
lo_la: ອາຍຸການລົງທະບຽນ
zh_cn: 岁才可以注册

source: You must read and agree to our terms and privacy policy
lo_la: ທ່ານຕ້ອງອ່ານແລະຕົກລົງເຫັນດີກັບຂໍ້ກໍານົດແລະນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ
zh_cn: 您必须阅读并同意我们的条款和隐私政策

source: Just one more step to get started on
lo_la: ອີກພຽງຂັ້ນຕອນດຽວເພື່ອເລີ່ມຕົ້ນ
zh_cn: 再多一步就可以开始了

source: Activation email could not be sent
lo_la: ອີເມວການເປີດໃຊ້ບໍ່ສາມາດສົ່ງໄດ້
zh_cn: 无法发送激活电子邮件

source: But you can login now
lo_la: ແຕ່ທ່ານສາມາດເຂົ້າສູ່ລະບົບດຽວນີ້
zh_cn: 您的密码已更改，您现在可以登录

source: Activation Code
lo_la: ລະຫັດເປີດໃຊ້ງານ
zh_cn: 激活码

source: Activation SMS could not be sent
lo_la: SMS ການເປີດໃຊ້ງານບໍ່ສາມາດສົ່ງໄດ້
zh_cn: 无法发送短信激活

source: The email you entered does not belong to any account
lo_la: ອີເມວທີ່ທ່ານລະບຸນັ້ນບໍ່ໄດ້ຂຶ້ນກັບບັນຊີໃດໆ
zh_cn: 您输入的电子邮件不属于任何帐户

source: Please enter a valid email address or username
lo_la: ກະລຸນາໃສ່ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ ຫຼືຊື່ຜູ້ໃຊ້
zh_cn: 请输入有效的电子邮箱地址或用户名

source: The username you entered does not belong to any account
lo_la: ຊື່ຜູ້ໃຊ້ທີ່ທ່ານລະບຸນັ້ນບໍ່ໄດ້ຂຶ້ນກັບບັນຊີໃດໆ
zh_cn: 您输入的用户名不属于任何帐户

source: Your account currently locked out, Please try again later!
lo_la: ບັນຊີຂອງທ່ານຖືກລັອກໃນຂະນະນີ້, ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ!
zh_cn: 您的帐号目前被锁定，请稍后再试！

source: Please re-enter your password
lo_la: ກະລຸນາໃສ່ລະຫັດຜ່ານຂອງທ່ານຄືນໃໝ່
zh_cn: 请重新输入密码

source: The password you entered is incorrect
lo_la: ລະຫັດຜ່ານທີ່ທ່ານລະບຸນັ້ນບໍ່ຖືກຕ້ອງ
zh_cn: 您输入的密码不正确

source: Email
lo_la: ​ທີ່​ຢູ່ Email

source: Two-Factor Authentication Token
lo_la: Token ການພິສູດຢືນຢັນສອງປັດໄຈ
zh_cn: 双因素身份验证Token

source: Two-factor authentication email could not be sent
lo_la: ບໍ່ສາມາດສົ່ງອີເມວການພິສູດຢືນຢັນສອງປັດໃຈໄດ້
zh_cn: 无法发送双因素身份验证电子邮件

source: Phone
lo_la: ໂທລະສັບ
zh_cn: 电话

source: Two-factor authentication key
lo_la: ກະແຈການພິສູດຢືນຢັນສອງປັດໃຈ
zh_cn: 双因素身份验证密钥

source: Two-factor authentication SMS could not be sent
lo_la: ບໍ່ສາມາດສົ່ງ SMS ການພິສູດຢືນຢັນສອງປັດໃຈໄດ້
zh_cn: 无法发送双因素身份验证SMS短信

source: Google Authenticator app
lo_la: ແອັບ Google Authenticator
zh_cn: 谷歌认证应用

source: You have reached the maximum number of account for your IP
lo_la: ທ່ານໄດ້ເຖິງຈໍານວນສູງສຸດຂອງບັນຊີສໍາລັບ IP ຂອງທ່ານ
zh_cn: 您已达到IP的最大帐户数

source: Sorry, it looks like this account belongs to you
lo_la: ຂໍອະໄພ, ເບິ່ງຄືວ່າບັນຊີນີ້ເປັນຂອງເຈົ້າ

source: Sorry, it looks like this account is already connected to another account
lo_la: ຂໍອະໄພ, ເບິ່ງຄືວ່າບັນຊີນີ້ເຊື່ອມຕໍ່ກັບບັນຊີອື່ນແລ້ວ

source: Sorry, it looks like this account is a master account for other accounts
lo_la: ຂໍອະໄພ, ບັນຊີນີ້ເປັນບັນຊີຫຼັກຂອງບັນຊີອື່ນ

source: Sorry, it looks like this account doesn't belong to you
lo_la: ຂໍອະໄພ, ເບິ່ງຄືວ່າບັນຊີນີ້ບໍ່ໄດ້ເປັນຂອງເຈົ້າ
